[
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Graphic Designer",
    "name": "Chris Lee",
    "en": {
      "bio": "Chris Lee is a Canadian graphic designer and educator based in Lenapehoking (Brooklyn, NY). He is currently an assistant professor in the undergraduate communications design department at the Pratt Institute. Chris’s studio-based research explores graphic design’s entanglement with power and standardization, and as a matter of how design figures in questions of what is thinkable, sayable, and knowable."
    },
    "fr": {
      "bio": "Chris Lee est un graphiste et un pédagogue canadien qui vit à Lenapehoking (Brooklyn, New York). Il est actuellement professeur adjoint au département d’études de premier cycle en conception des communications à l’Institut Pratt. Ses recherches en studio explorent les façons dont le graphisme est inextricablement lié au pouvoir et à la standardisation ainsi que la place qu’occupe la conception dans les questionnements sur ce qui peut être pensé, dit et su."
    },
    "organization": "Pratt Institute"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Web Designer",
    "name": "Ali S. Qadeer",
    "en": {
      "bio": "Ali Shamas Qadeer (born in Kingston, ON, Canada; lives in Toronto, ON, Canada) is a designerand educator based in Toronto. His work focuses on the intersection of design labour and political economy as well as digital surveillance. Ali teaches graphic design at OCAD University."
    },
    "fr": {
      "bio": "Ali Shamas Qadeer, designer et pédagogue établi à Toronto, est né à Kingston, en Ontario, au Canada. Son travail se situe à la rencontre des activités de design, de l’économie politique et de la surveillance numérique. Il enseigne le graphisme à l’Université de l’EADO."
    },
    "organization": "OCAD University"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Campaign Strategist",
    "name": "Vince Tao",
    "en": {
      "bio": "Vince Tao is a community organizer at the Vancouver Area Network of Drug Users. Prior to this, he was a labour organizer with the Teaching Support Staff Union and a librarian in Vancouver's Chinatown. Tao is also a member of the Vancouver Tenants Union and the Our Homes Can’t Wait Coalition."
    },
    "fr": {
      "bio": "Vince Tao est un organisateur communautaire au Vancouver Area Network of Drug Users. Avant son arrivée au sein de cette organisation, il a été propagandiste syndical avec le Teaching Support Staff Union et bibliothécaire dans le quartier chinois de Vancouver. Tao est également membre du Vancouver Tenants Union et de la coalition Our Homes Can’t Wait."
    },
    "organization": "Vancouver Tenants Union"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Structural Consultant",
    "name": "Cory Zurell",
    "en": {
      "bio": "Cory Zurell is a Lecturer in the Department of Civil & Environmental Engineering at the University of Waterloo, supporting the Architectural Engineering program. He is a licenced Professional Engineer in Ontario and Nova Scotia and is also a Principal at Blackwell Structural Engineers."
    },
    "fr": {
      "bio": "Cory Zurell est chargé de cours au département de génie civil et environnemental de l’Université de Waterloo dans le cadre du programme de génie architectural. Il est un ingénieur agréé en Ontario et en Nouvelle-Écosse et est également directeur à Blackwell Structural Engineers."
    },
    "organization": "Blackwell Structural Engineers"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Film Producer and Editor",
    "name": "Marie-Espérance Cerda",
    "en": {
      "bio": "Marie-Espérance Cerda is a multidisciplinary video creator from Montréal, Québec. She most recently worked as an editor and producer at news organizations such as The Canadian Press and HuffPost in Toronto, Canada. Her current work is focused on experimenting with video forms and using motion graphics to tell stories."
    },
    "fr": {
      "bio": "Marie-Espérance Cerda est une créatrice vidéo polyvalente de Montréal. Présentement freelance, elle collabore avec une diversité de client et recherche particulièrement les mandats qui lui permettront de pousser plus loin sa créativité ou qui lui demanderont d’allier le montage à une discipline connexe comme le design pour créer des récits forts et engageants. Avant d’être agente-libre, Marie-Espérance était monteuse et productrice vidéo pour des organisations de nouvelles de l’information telles que La presse canadienne et le HuffPost Canada."
    },
    "organization": "--"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "",
    "name": "Stop the Sweeps (Documentary)",
    "en": {
      "bio": ""
    },
    "fr": {
      "bio": ""
    },
    "organization": "Housing Solidarity Network, Stop the Sweeps Coalition"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Hoarding Graphic",
    "name": "Ryan Sudds",
    "en": {
      "bio": "Ryan is a documentarian and organizer on unceded Coast Salish land in so-called Vancouver, Canada. His work focuses on tent cities, the people living there, their supporters and the state actors (police, city workers, polticians) attempting to evict people. He is a member of the Stop the Sweeps Coalition."
    },
    "fr": {
      "bio": "Ryan est documentariste et organisateur sur un territoire non cédé des Salish de la Côte situé à ce qu’on appelle Vancouver, au Canada. Dans son travail, il s’intéresse aux villages de tentes, aux gens qui y vivent, à ceux qui les défendent et aux acteurs étatiques (police, travailleuses et travailleurs municipaux, politiciennes et politiciens) qui essaient de les évincer. Il est membre de la coalition Stop the Sweeps."
    },
    "organization": "Stop the Sweeps Coalition"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Community Collaborator",
    "name": "Housing Solidarity Network",
    "en": {
      "bio": "The Housing Solidarity Network (HSN) unites and empowers housed and unhoused tenants to take direct action against Vancouver's unjust housing system."
    },
    "fr": {
      "bio": "Le Housing Solidarity Network (HSN) réunit l’ensemble des locataires, qu’elles ou ils aient un logement ou non, et les encourage à prendre des mesures concrètes contre le système de logement injuste de Vancouver."
    },
    "organization": "--"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Project Logistics",
    "name": "Tamara Andruszkiewicz",
    "en": {
      "bio": " "
    },
    "fr": {
      "bio": " "
    },
    "organization": "--"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Project Research + Design Team",
    "name": " ",
    "en": {
      "bio": "David Kalman, Josephine Li, Piero Sovrani, Noa Wang, & Donald Zhu"
    },
    "fr": {
      "bio": "David Kalman, Josephine Li, Piero Sovrani, Noa Wang, & Donald Zhu"
    },
    "organization": "--"
    
  },
  {
    "category":"collaborator",
    "team_id":"",
    "team":"",
    "title": "Social Media Team",
    "name": "",
    "en": {
      "bio": "Kara Crabbe, Lee-Ann Kam & Anaïs Trembling "
    },
    "fr": {
      "bio": "Kara Crabbe, Lee-Ann Kam & Anaïs Trembling "
    },
    "organization": "--"
    
  }
]





 

