[
  {
    "demand_id": "land-back",
    "field_demand_no": "¹",
    "field_exmark": "",
    "en": {
      "title": "Land Back",
      "field_region": "Vancouver",
      "field_content": "<p>For Indigenous people home is land. Home is not the walls of a physical house, but people’s physical, cultural, emotional and spiritual relationships with the land. These relationships that form one’s home, are found on the land. All land in c\\a\\n\\a\\d\\a is Indigenous land, so this capitalist nation-state is built on stolen land. This theft was initiated in by Europeans through both abstract decrees like the Doctrine of Discovery and Royal proclamations, and individual settlers' physical acts of homesteading. This process was structured through legislation in the nineteenth century, most importantly the Indian Act, which left Indigenous people legally, culturally, ecologically, and existentially landless and homeless. This process of land dispossession enriched settlers, creating their intergenerational wealth, while enacting an Indigenous genocide. Yet, the theft of Indigenous land has not only alienated Indigenous people, but settlers as well. All beings in this territory are alienated from the land, because healthy and empowering housing cannot be built on stolen land. The most important step addressing the deplorable housing conditions produced by these land policies is the return of land to Indigenous people. </p>\n<p>We demand that all public lands claimed by the “crown” and controlled by all levels of government–municipal, provincial and federal–be governed jointly by the Indigenous Nations (First Nations, Inuit and Metis) in whose territory the land resides and the government of c\\a\\n\\a\\d\\a as a “co-ownership trust.” This arrangement would benefit Indigenous Peoples, settlers and immigrants, by allowing access for Indigenous people to the land, privileging sustainable relations with non-human natural world, and making better use of the precious resources of the land. This would be a radical departure from existing processes of consultation, which are non-binding and allocate Indigenous Nations little or nothing of the substantial revenues that private companies reap from extraction on their territories, obstruct First People's use of these lands, and devastate their fragile ecologies.  </p>\n<p>Examples of what this might look like are starting to appear—such as with a “nature agreement” between British Columbia’s First Nations and the provincial and federal governments to formally preserve and protect land, species, and biodiversity in the province through Indigenous leadership. Another example is the creation of a community land trust to preserve an eco-cultural landscape on a small island, SISȻENEM, in British Columbia. Both show how land back can be achieved through forms of co-management.  </p>\n<p>Land Back calls for a complete rethinking of both land relations and the housing system in c\\a\\n\\a\\d\\a. Only a true restoration of Indigenous land values, creating what the Nisga'a call the common bowl–to which everyone contributes and from which everyone can be fed–can create a real home for all people. This requires educating everyone about the violence of colonialism and its land dispossession, its destruction of non-commodified understandings of home, and the power of a non-acquisitive and cooperative relationship to land as a foundation for equitable housing system. As a pilot project, we have created many maps of territory as a means to this end, helping everyone to envision with two-eyed seeing (indigenous lens with one eye and the other eye, a western lens) what such a transformation at the scale of territory could look like.  </p>",
      "field_long_summary": "Land Back: Indigenous people in c\\a\\n\\a\\d\\a have been dispossessed of land. The poor quality of housing on reserve, and the homelessness that many urban Indigenous people suffer from is a direct result of their inability to connect to their natural and cultural homelands. To repair this violence, we demand that all land c\\a\\n\\a\\d\\a claims for the “crown” be returned to First Nations, Métis, and Inuit Peoples in co-ownership trust with either Federal or Provincial or Municipal governments.   ",
      "lang": "en",
      "activist": " Xalek/Sekyu Siyam Chief Ian Campbell, Sḵwx̱wú7mesh Úxwumixw (Squamish Nation)",
      "advocate": "Sarah Silva, Hiyam Housing, Squamish Nation",
      "architect": "Simoogit Saa Bax, Patrick R. Stewart Architect, Nisga'a Nation",
      "banner_caption": "Photograph by  Nisga’a Lisims Government / Gary Fiegehen",
      "actions":[{"label":"Sign","body":" the form  to stay up to date about the campaign","link":"https://docs.google.com/forms/d/1A4sRDWE8gjoyg1w0XlH9CImhx4BbAv9yCo67JPOkVkc/viewform?edit_requested=true#responses"}]
    },
    "fr": {
      "title": "La restitution des terres ancestrales",
      "field_region": "Vancouver",
      "field_content": "<p>\nToutes les terres du c\\a\\n\\a\\d\\a sont des territoires autochtones. Si l’on admet que ce pays s’est construit sur des terres volées, son héritage est celui d’un génocide. \n</p>\n\n<p>\nDans un premier temps, nous identifierons toutes les terres jugées « excédentaires », soit par des entités gouvernementales telles que les terres militaires, les terres détenues par la GRC et les « terres revendiquées par la “Couronne” dans les territoires traditionnels autochtones » ou par les autorités fédérales et provinciales. Ces biens immobiliers doivent être restitués au territoire traditionnel des nations autochtones en tant que « fiducie de cogestion », qui sera détenue de plein droit par les nations autochtones pour le bien des peuples autochtones, sur le territoire desquels se trouvent les terres. Nous ouvririons le dialogue avec les communautés où ces territoires sont identifiés pour déterminer la procédure souhaitée. \n</p>\n\n<h4>Stratégie de la campagne de défense des intérêts :</h4>\n<p>\nNous établirons un protocole de communication avec les entités qui détiennent des terres sur le territoire traditionnel des Premières Nations, des Inuits ou des Métis. Nous communiquerons avec les communautés des Premières Nations, des Inuits et des Métis dont les terres sont détenues par la « Couronne ». \n</p>\n<h4>Stratégie de conception architecturale :</h4>\n<p>\nEn collaboration avec le chef Ian Campbell, activiste et intervenant de la Nation des Squamish, nous proposons différents types de logements qui répondent aux besoins intergénérationnels des individus, des couples et des familles autochtones, au fur et à mesure que les nations autochtones se réapproprient leurs terres restituées. Il s’agirait d’une stratégie évolutive et applicable dans tout le pays, dans toutes les communautés des Premières Nations, des Inuits et des Métis.\n</p>",
      "field_long_summary": "Nous demandons que toute terre revendiquée par le c\\a\\n\\a\\d\\a comme terre de la « Couronne » soit restituée aux Premières Nations, aux Métis et aux Inuits en tant que terres autochtones. ",
      "lang": "fr",
      "activist": "Ian Campbell, chef Xalek/Sekyu Siyam, Skwxwú7mesh Úxwumixw (Nation des Squamish)",
      "advocate": "Sarah Silva, Hiy̓ám̓ ta Housing, Squamish Nation",
      "architect": "Simoogit Saa Bax Patrick R. Stewart Architecte et Nation Nisga’a",
      "banner_caption": "Photographe :  Gouvernement Nisga'a Lisims / Gary Fiegehen",
      "actions":[{"label":"Signez","body":"  le formulaire ci-dessous pour rester informé de la campagne","link":"https://docs.google.com/forms/d/1A4sRDWE8gjoyg1w0XlH9CImhx4BbAv9yCo67JPOkVkc/viewform?edit_requested=true#responses"}]
    },
    "banner": "landback_banner.jpg",
    "demand_num": "0",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%2071f1e63e-b742-426c-8ef4-9948f9a42f52_No%20credit.jpeg?itok=TGWIZgU0",
        "en": {
          "alt": "Group of students reading on the planters, reading and working.",
          "caption": "<p>Cedar logs are used to create planters for local plants from British Columbia. This arrangement also allows for seating and encourages conversation in the space.</p>"
        },
        "fr": {
          "alt": "Groupe d'étudiants lisant sur les jardinières, lisant et travaillant.",
          "caption": "<p>Des rondins de cèdre sont utilisés pour créer des jardinières destinées à accueillir des plantes locales de Colombie britannique. Cette disposition permet également de s'asseoir et d'encourager la conversation dans l'espace.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%2020230518-100610_Credit_Canada%20Council%20for%20the%20Arts.jpeg?itok=42zbo5C4",
        "en": {
          "alt": "Image of two people engaging in a smudging ceremony in the pavilion courtyard.",
          "caption": "<p>Simmogit Saa Bax Patrick R. Stewart takes part in a smudging ceremony in the Canada Pavilion, May 18, 2023. Image Credit: Canada Council for the Arts</p>"
        },
        "fr": {
          "alt": "Image de deux personnes participant à une cérémonie de purification dans la cour du pavillon.",
          "caption": "<p>Simmogit Saa Bax Patrick R. Stewart participe à une cérémonie de purification au Pavillon du Canada, le 18 mai 2023. Crédit photo : Conseil des Arts du Canada</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%2020230518-115530_Credit_Canada%20Council%20for%20the%20Arts.jpeg?itok=09YFmaAy",
        "en": {
          "alt": "Image of four singers, two of which are drumming, in the courtyard of the Canada pavilion.",
          "caption": "<p>Chinook Song Catchers perform in the Land Back Garden at the Canada Pavilion as part of the smudging ceremony, May 18, 2023. Image Credit: Canada Council for the Arts</p>"
        },
        "fr": {
          "alt": "Image de quatre chanteurs, dont deux jouent du tambour, dans la cour du pavillon du Canada.",
          "caption": "<p>Les Chinook Song Catchers se présentent dans le Land Back Garden du Pavillon du Canada dans le cadre de la cérémonie de purification, le 18 mai 2023. Crédit photo : Conseil des Arts du Canada</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20acdcc429-f30a-4420-8afd-71ed6442af61_No%20credit.jpeg?itok=fJDVa1s2",
        "en": {
          "alt": "Image of students gathered and conversing around a computer.",
          "caption": "<p>The Land Back Garden is intended to be one of learning and thoughtfulness, where visitors and students can discuss concepts of land, equity, and decolonization. </p>"
        },
        "fr": {
          "alt": "Image d'étudiants réunis et conversant autour d'un ordinateur.",
          "caption": "<p>Le Land Back Garden se veut un lieu d'apprentissage et de réflexion, où les visiteurs et les étudiants peuvent discuter des concepts de terre, d'équité et de décolonisation.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20land-back_1.jpeg?itok=mSbqyrCL",
        "en": {
          "alt": "Two inverted maps of Canada displaying current and future land ownership conditions wherein crown land is returned to indigenous nations, making Canada a majority indigenous land",
          "caption": "<p>Maps displaying the shift in property ownership following Land Back demands, where Crown Land is returned to indigenous nations.</p>"
        },
        "fr": {
          "alt": "Deux cartes inversées du Canada illustrant les conditions actuelles et futures de la propriété foncière, dans lesquelles les terres de la Couronne sont restituées aux nations autochtones, faisant du Canada un territoire majoritairement autochtone.",
          "caption": "<p>Cartes montrant l'évolution de la propriété suite aux demandes de restitution des terres, où les terres de la Couronne sont restituées aux nations indigènes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20AAHA_Not-for-sale-03_2K_Credit%20Maris%20Mezulis.jpeg?itok=va4EIMXc",
        "en": {
          "alt": "Interior view of Canada pavilion in Venice with cedar log planters holding cedars and ferns.",
          "caption": "<p>The Land Back garden is centrally located in the courtyard of the Canada pavilion. Image Credit: Maris Mezulis</p>"
        },
        "fr": {
          "alt": "Vue intérieure du pavillon du Canada à Venise avec des jardinières en rondins de cèdre contenant des cèdres et des fougères.",
          "caption": "<p>Le jardin Land Back est situé au centre de la cour du pavillon du Canada. Crédit photo : Maris Mezulis</p>"
        }
      }
    ]
  },
  {
    "demand_id": "land-housing",
    "field_demand_no": "²",
    "field_exmark": "exAlt2",
    "en": {
      "title": "On the Land Housing",
      "field_region": "Northern",
      "field_content": "<p>Indigenous women and girls across c\\a\\n\\a\\d\\a are disproportionately impacted by domestic and other forms of structural violence, often leading to a choice between living in a threatening situation or losing their access to shelter. In response, we seek to prevent homelessness and unsheltered living for young Indigenous women as summarized in the Final Report of the National Inquiry into Missing and Murdered Indigenous Women and Girls (MMIWG) in c\\a\\n\\a\\d\\a. </p>\n<p>We demand federal and territorial funding for women-focused, on-the-land camps so that Indigenous women can access a sense of home in a safe community environment, as well as participate in on-the-land activities to experience the healing power of cultural revitalisation. This demand seeks to address the need for housing options for young Indigenous women that are not dependent upon having children or being in a partnered relationship. We demand that these homes be built off-grid to promote self-determination and traditional living free of rent, utility payments, and other potential sources of debt or arrears. The camps, though land-focused, should be located in reasonable proximity to jobs, on underutilized lands in or near cities, or with clear connections to amenities. The design process should be informed by traditional land-based knowledge and the specific needs of the women who will live in these new communities.  </p>\n<p>As a first step, we demand that the federal and Northwest Territories government fund the creation of a pilot On the Land community in the Yellowknives Dene First Nation to be led by Indigenous women. On the Land housing will necessitate intergovernmental collaboration between federal, territorial, municipal and Indigenous governments. Funding and financing the project will come from federal, territorial, and municipal governments to be led at each step by Indigenous organizations; possible funders include Canada Mortgage and Housing Corporation’s Northern Housing Funds, the Indigenous Shelter and Transitional Housing Initiative, the Women and Children Shelter and Transitional Housing Initiative, and the National Housing Strategy Co-Investment Fund. We propose a flexible 7-year term financial structure, to allow for sustainable and long-term project development and implementation. Barriers to off-grid housing in the city will also require policy changes, such as requiring Northwest Territories Power Corporation to allow residents to produce their own power over the set 20% maximum.  </p>\n<p>The design is dependent on its relation to the land on which it is built and is being developed as a toolkit for testing different arrangements of use and space, in relation to diverse northern landscapes and urban situations. This way women and children can be drawn into the design process. The camp will consist of different numbers of homes in different conditions. These will be simply constructed and thoughtfully calibrated for single mothers and children. Within the home key elements will include a wood-burning stove, as its ceremonial and practical heart and off-grid heating source, as well as a large mudroom and ample porch space for animal harvesting practices, storage, and leisure. Solar, wind, and rainwater capture can also be integrated to increase off-grid resilience. </p>",
      "field_long_summary": "After decades of calls for action, the National Inquiry into Missing and Murdered Indigenous Women and Girls found that among the root causes of this inordinate violence is insecure housing and homelessness. To build a deep connection to home, we demand on the land, off-grid communities for Indigenous women and girls with access to safe, secure, affordable, culturally relevant wrap around support services. ",
      "lang": "en",
      "activist": "Katlia Lafferty, National Indigenous Housing Network",
      "advocate": "",
      "architect": "Ouri Scott, Urban Arts Architecture Inc.",
      "banner_caption": "Photograph by  Jiah Dzentu Sibbeston",
      "actions":[{"label": "join", "body": " Women’s National Housing and Homelessness Network","link":"https://womenshomelessness.us13.list-manage.com/subscribe?u=eb98321480904e87694833b72&id=f5d1ae4674"}]
    },
    "fr": {
      "title": "Des logements sur le territoire",
      "field_region": "Nord",
      "field_content": "<p>\nNous demandons du financement pour des camps sur le territoire destinés aux femmes, afin que les jeunes autochtones puissent se sentir chez elles dans un environnement communautaire sécuritaire et participer à des activités sur le territoire pour faire l’expérience du pouvoir de guérison de la revitalisation culturelle. Nous demandons que ces maisons soient construites hors réseau afin de promouvoir l’autodétermination et un mode de vie traditionnel, ce qui inclut une vie indépendante de loyer, de paiement de services publics et d’autres sources potentielles de dettes ou d’arriérés. Nous cherchons à prévenir les expériences d’itinérance et de vie sans abri chez les jeunes femmes autochtones, et ainsi nous attaquer aux types de violence individuelle et structurelle qui sont à l’origine du nombre disproportionné de femmes et de filles autochtones disparues et assassinées. \n</p>\n\n<p>\nNous voyons notre initiative – qui sera menée par des femmes autochtones − comme une collaboration intergouvernementale entre les gouvernements fédéral, territoriaux, municipaux et autochtones, et une occasion de partenariats avec des entreprises de construction privées. Notre objectif est de diriger le financement fédéral vers les gouvernements autochtones et les organismes dirigés par des Autochtones pour que des Autochtones soient à la tête de l’élaboration de tous les futurs programmes. Nous cherchons à obtenir du financement auprès d’organismes tels que la SCHL – Fonds pour le logement dans le Nord, l’Initiative de maisons d’hébergement et de logements de transition pour les Autochtones, l’Initiative de maison d’hébergement et de logements de transition et le Fonds de co-investissement de la Stratégie nationale sur le logement. Nous avons également mis au point une structure financière flexible sur sept ans pour permettre l’élaboration et la mise en œuvre de projets durables axés sur le long terme. Des changements de politique sont par ailleurs nécessaires auprès de la Société d’énergie des Territoires du Nord-Ouest pour autoriser les résidentes et résidents à produire plus de 20 % de leur propre énergie, ce qui leur permettra de vivre totalement hors réseau. Notre vision est d’établir un camp sur le territoire de la Yellowknives Dene First Nation, ce qui pourrait nécessiter un changement de politique de la part de la Ville de Yellowknife pour permettre le développement de communautés de minimaisons sur les terres non cédées de la nation situées à l’intérieur des limites municipales.  \n</p>",
      "field_long_summary": "Nous exigeons des communautés nomades, hors réseau, sur le terrain, pour les femmes et les filles indigènes, avec un accès à des services de soutien complets, sûrs, abordables et culturellement adaptés",
      "lang": "fr",
      "activist": "Katlia Lafferty, National Indigenous Housing Network",
      "advocate": "",
      "architect": "Ouri Scott, Urban Arts Architecture Inc., Tłı̨chǫ Dene",
      "banner_caption": "Photographe : Jiah Dzentu Sibbeston ",
      "actions":[{"label": "Rejoignez","body": "Women’s National Housing and Homelessness Network","link":"https://womenshomelessness.us13.list-manage.com/subscribe?u=eb98321480904e87694833b72&id=f5d1ae4674"}]
    },
    "banner": "on_the_land_banner.jpg",
    "demand_num": "1",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_TIMELINE%201.jpg?itok=933H5Q-I",
        "en": {
          "alt": "Timeline with images of various housing typologies inline with a map of Canada at the far left indicating the location of the region.",
          "caption": "<p>History of Housing in the Tlicho Dene Region up until 1867.</p>"
        },
        "fr": {
          "alt": "Chronologie avec des images de différentes typologies de logement disposées en ligne avec une carte du Canada à l'extrême gauche indiquant la localisation de la région.",
          "caption": "<p>Histoire du logement dans la région des Dénés Tlicho jusqu'en 1867.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_TIMELINE%202.jpg?itok=pohgIkUO",
        "en": {
          "alt": "Timeline with images of various housing typologies arranged inline.",
          "caption": "<p>History of Housing in the Tlicho Dene Region from 1876 to present day.</p>"
        },
        "fr": {
          "alt": "Chronologie avec des images de différentes typologies de logement disposées en ligne.",
          "caption": "<p>Histoire du logement dans la région des Dénés Tlicho de 1876 à nos jours.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%201.jpg?itok=eSL0zN9m",
        "en": {
          "alt": "Images of people cutting and drying salmon on the top and images of people cooking fish over an open fire on the bottom. All images have a corresponding diagram describing the actions architecturally. ",
          "caption": "<p>The project explored the Dene way of life to determine spatial needs of the community. Following the team's demand that funding for housing be given to Northern Indigenous People, they aimed to understand what effective housing may look like for unsheltered, young, single, indigenous women. These include culturally specific ways of food processing and outdoor cooking and eating.</p>"
        },
        "fr": {
          "alt": "En haut, des images de personnes coupant et séchant du saumon et en bas, des images de personnes faisant cuire du poisson sur un feu ouvert. Toutes les images sont accompagnées d'un diagramme décrivant les actions d'un point de vue architectural. ",
          "caption": "<p>Le projet a exploré le mode de vie des Dénés afin de déterminer les besoins spatiaux de la communauté. Suite à la demande de l'équipe de financer des logements pour les populations indigènes du Nord, elle a cherché à comprendre à quoi pouvait ressembler un logement efficace pour les jeunes femmes indigènes célibataires sans abri. Il s'agit notamment des modes de préparation des aliments propres à leur culture, ainsi que de la cuisine et des repas pris à l'extérieur.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%202.jpg?itok=1IiAZeBO",
        "en": {
          "alt": "Two images on the top of people gathering and playing cards in a tent, and two images on the bottom of people working with tanning hides. Each image has a corresponding diagram describing how they operate architecturally.",
          "caption": "<p>The project also looked at family gathering and the practice of tanning hides.</p>"
        },
        "fr": {
          "alt": "Deux images en haut représentant des personnes se réunissant et jouant aux cartes sous une tente, et deux images en bas représentant des personnes travaillant sur des peaux tannées. Chaque image est accompagnée d'un diagramme décrivant leur fonctionnement",
          "caption": "<p>Le projet s'est également intéressé aux rassemblements familiaux et à la pratique du tannage des peaux.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%203.jpg?itok=yxr1hU8K",
        "en": {
          "alt": "Three images on the top of storage, snowshoe making, and a canoe bow, with two images on the bottom showing a beaded pouch and a baby belt. Each image has a corresponding diagram describing how they operate architecturally.",
          "caption": "<p>The project also looked at workshop and storage requirements for the community as well as activities such as beading and sewing.</p>"
        },
        "fr": {
          "alt": "Trois images en haut représentant le stockage, la fabrication de raquettes et une proue de canoë, et deux images en bas montrant une pochette en perles et une ceinture pour bébé. Chaque image est accompagnée d'un diagramme décrivant son fonctionnement arc",
          "caption": "<p>Le projet s'est également penché sur les besoins de la communauté en matière d'ateliers et de stockage, ainsi que sur des activités telles que le perlage et la couture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_4_Lafferty_RiseForIndigenousRights.jpg?itok=aK9Siwn6",
        "en": {
          "alt": "Photograph of young girl holding a rise for indigenous rights sign.",
          "caption": "<p>The project proposes women-focused-on-the-land camps that young Indigenous women can access a sense of home in a safe community environment. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Photographie d'une jeune fille tenant une pancarte demandant une augmentation des droits des indigènes",
          "caption": "<p>Le projet propose des camps axés sur les femmes sur le terrain afin que les jeunes femmes autochtones puissent se sentir chez elles dans un environnement communautaire sûr. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OntheLand_2_Lafferty_HangingLaundry.jpg?itok=GF0WfdIt",
        "en": {
          "alt": "Image of woman hanging laundry on a porch taken through a doorway with flowers in the foreground.",
          "caption": "<p>The project seeks to prevent experience of homelessness and unsheltered living amongst Indigenous women. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Image d'une femme étendant du linge sur un porche, prise à travers une porte avec des fleurs au premier plan.",
          "caption": "<p>Le projet vise à prévenir l'expérience du sans-abrisme et de la vie sans abri chez les femmes autochtones. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_3_Lafferty_LogHomeSummer.jpg?itok=TfbKik7-",
        "en": {
          "alt": "Image of log cabin from the exterior with a door in the foreground. ",
          "caption": "<p>Drawing on precedent, the team proposes off the grid homes to promote self-determination and traditional living. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Image d'une cabane en rondins de l'extérieur avec une porte au premier plan. ",
          "caption": "<p>S'inspirant des précédents, l'équipe propose des maisons hors réseau pour promouvoir l'autodétermination et la vie traditionnelle. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_18_Zoe_Morgan_Cabin2.jpg?itok=9TYb4mly",
        "en": {
          "alt": "Pencil drawing of a cabin surrounded by snow with a dog in the foreground.",
          "caption": "<p>Drawing of a cabin design by Zoe Morgan</p>"
        },
        "fr": {
          "alt": "Dessin au crayon d'une cabane entourée de neige avec un chien au premier plan.",
          "caption": "<p>Dessin d'une cabine par Zoe Morgan</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_14_Nitsiza_Faith_Cabin.jpg?itok=U82h7EKo",
        "en": {
          "alt": "Colour drawing of a cabin in a forest with solar panels and a wind turbine. Northern lights and crescent moon are in the sky above.",
          "caption": "<p>Drawing of a cabin by Faith Nitsiza.</p>"
        },
        "fr": {
          "alt": "Dessin en couleur d'une cabane dans une forêt avec des panneaux solaires et une éolienne. Une aurore boréale et un croissant de lune sont visibles dans le ciel.",
          "caption": "<p>Dessin d'une cabine par Faith Nitsiza.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_TIMELINE%201.jpg?itok=933H5Q-I",
        "en": {
          "alt": "Timeline with images of various housing typologies inline with a map of Canada at the far left indicating the location of the region.",
          "caption": "<p>History of Housing in the Tlicho Dene Region up until 1867.</p>"
        },
        "fr": {
          "alt": "Chronologie avec des images de différentes typologies de logement disposées en ligne avec une carte du Canada à l'extrême gauche indiquant la localisation de la région.",
          "caption": "<p>Histoire du logement dans la région des Dénés Tlicho jusqu'en 1867.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_TIMELINE%202.jpg?itok=pohgIkUO",
        "en": {
          "alt": "Timeline with images of various housing typologies arranged inline.",
          "caption": "<p>History of Housing in the Tlicho Dene Region from 1876 to present day.</p>"
        },
        "fr": {
          "alt": "Chronologie avec des images de différentes typologies de logement disposées en ligne.",
          "caption": "<p>Histoire du logement dans la région des Dénés Tlicho de 1876 à nos jours.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%201.jpg?itok=eSL0zN9m",
        "en": {
          "alt": "Images of people cutting and drying salmon on the top and images of people cooking fish over an open fire on the bottom. All images have a corresponding diagram describing the actions architecturally. ",
          "caption": "<p>The project explored the Dene way of life to determine spatial needs of the community. Following the team's demand that funding for housing be given to Northern Indigenous People, they aimed to understand what effective housing may look like for unsheltered, young, single, indigenous women. These include culturally specific ways of food processing and outdoor cooking and eating.</p>"
        },
        "fr": {
          "alt": "En haut, des images de personnes coupant et séchant du saumon et en bas, des images de personnes faisant cuire du poisson sur un feu ouvert. Toutes les images sont accompagnées d'un diagramme décrivant les actions d'un point de vue architectural. ",
          "caption": "<p>Le projet a exploré le mode de vie des Dénés afin de déterminer les besoins spatiaux de la communauté. Suite à la demande de l'équipe de financer des logements pour les populations indigènes du Nord, elle a cherché à comprendre à quoi pouvait ressembler un logement efficace pour les jeunes femmes indigènes célibataires sans abri. Il s'agit notamment des modes de préparation des aliments propres à leur culture, ainsi que de la cuisine et des repas pris à l'extérieur.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%202.jpg?itok=1IiAZeBO",
        "en": {
          "alt": "Two images on the top of people gathering and playing cards in a tent, and two images on the bottom of people working with tanning hides. Each image has a corresponding diagram describing how they operate architecturally.",
          "caption": "<p>The project also looked at family gathering and the practice of tanning hides.</p>"
        },
        "fr": {
          "alt": "Deux images en haut représentant des personnes se réunissant et jouant aux cartes sous une tente, et deux images en bas représentant des personnes travaillant sur des peaux tannées. Chaque image est accompagnée d'un diagramme décrivant leur fonctionnement",
          "caption": "<p>Le projet s'est également intéressé aux rassemblements familiaux et à la pratique du tannage des peaux.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_24_Scott_SpatialNeeds%203.jpg?itok=yxr1hU8K",
        "en": {
          "alt": "Three images on the top of storage, snowshoe making, and a canoe bow, with two images on the bottom showing a beaded pouch and a baby belt. Each image has a corresponding diagram describing how they operate architecturally.",
          "caption": "<p>The project also looked at workshop and storage requirements for the community as well as activities such as beading and sewing.</p>"
        },
        "fr": {
          "alt": "Trois images en haut représentant le stockage, la fabrication de raquettes et une proue de canoë, et deux images en bas montrant une pochette en perles et une ceinture pour bébé. Chaque image est accompagnée d'un diagramme décrivant son fonctionnement arc",
          "caption": "<p>Le projet s'est également penché sur les besoins de la communauté en matière d'ateliers et de stockage, ainsi que sur des activités telles que le perlage et la couture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_4_Lafferty_RiseForIndigenousRights.jpg?itok=aK9Siwn6",
        "en": {
          "alt": "Photograph of young girl holding a rise for indigenous rights sign.",
          "caption": "<p>The project proposes women-focused-on-the-land camps that young Indigenous women can access a sense of home in a safe community environment. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Photographie d'une jeune fille tenant une pancarte demandant une augmentation des droits des indigènes",
          "caption": "<p>Le projet propose des camps axés sur les femmes sur le terrain afin que les jeunes femmes autochtones puissent se sentir chez elles dans un environnement communautaire sûr. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OntheLand_2_Lafferty_HangingLaundry.jpg?itok=GF0WfdIt",
        "en": {
          "alt": "Image of woman hanging laundry on a porch taken through a doorway with flowers in the foreground.",
          "caption": "<p>The project seeks to prevent experience of homelessness and unsheltered living amongst Indigenous women. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Image d'une femme étendant du linge sur un porche, prise à travers une porte avec des fleurs au premier plan.",
          "caption": "<p>Le projet vise à prévenir l'expérience du sans-abrisme et de la vie sans abri chez les femmes autochtones. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_3_Lafferty_LogHomeSummer.jpg?itok=TfbKik7-",
        "en": {
          "alt": "Image of log cabin from the exterior with a door in the foreground. ",
          "caption": "<p>Drawing on precedent, the team proposes off the grid homes to promote self-determination and traditional living. Image credits: Katlia Lafferty</p>"
        },
        "fr": {
          "alt": "Image d'une cabane en rondins de l'extérieur avec une porte au premier plan. ",
          "caption": "<p>S'inspirant des précédents, l'équipe propose des maisons hors réseau pour promouvoir l'autodétermination et la vie traditionnelle. Crédits photographiques : Katlia Lafferty</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_18_Zoe_Morgan_Cabin2.jpg?itok=9TYb4mly",
        "en": {
          "alt": "Pencil drawing of a cabin surrounded by snow with a dog in the foreground.",
          "caption": "<p>Drawing of a cabin design by Zoe Morgan</p>"
        },
        "fr": {
          "alt": "Dessin au crayon d'une cabane entourée de neige avec un chien au premier plan.",
          "caption": "<p>Dessin d'une cabine par Zoe Morgan</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/OnTheLand_14_Nitsiza_Faith_Cabin.jpg?itok=U82h7EKo",
        "en": {
          "alt": "Colour drawing of a cabin in a forest with solar panels and a wind turbine. Northern lights and crescent moon are in the sky above.",
          "caption": "<p>Drawing of a cabin by Faith Nitsiza.</p>"
        },
        "fr": {
          "alt": "Dessin en couleur d'une cabane dans une forêt avec des panneaux solaires et une éolienne. Une aurore boréale et un croissant de lune sont visibles dans le ciel.",
          "caption": "<p>Dessin d'une cabine par Faith Nitsiza.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "home-building-lodges",
    "field_demand_no": "³",
    "field_exmark": "exAlt2",
    "en": {
      "title": "First Nations Home Building Lodges",
      "field_region": "Praries",
      "field_content": "<p>The housing crisis on reserves in what is now known as Canada has resulted in extreme shortages and poor living conditions for First Nations peoples. Federal funding for housing on reserves mostly produces standardized homes that ignore the diverse needs and cultural identities of these communities.  The jobs in the design and construction industries that arise through this funding rarely benefit the communities directly, since the overwhelming majority of consultants come from far-off locations. This results in housing that is a colonial commodity rather than an expression of identity, an embodiment of opportunity, or a holistically healthful home. We need a different approach that cultivates and maintains housing capacity within First Nations communities.  We demand federal funding to support the establishment of First Nations Home Building Lodges on reserves in collaboration with communities across the country. </p>\n<p>Investment in Home Building Lodges will allow communities to ground the design and production of houses within their own context and stories, providing an opportunity for housing to express their unique sets of values, language, and epistemology – providing a meaningful pathway towards housing sovereignty.  </p>\n<p>To demonstrate the power and impact of our demand, we call for a pilot First Nations Home Building Lodge (name to be determined by the community) and associated manufacturing facility at Opaskwayak Cree Nation (OCN) to be funded by the federal government and include partnerships with various educational and industry partners. The manufacturing facility that will work in tandem with the Home Building Lodge will be designed to build housing components including the innovative ‘universal utility core’ which is currently being developed by OCN Housing to assist Northern and remote First Nations to improve their housing construction programs. </p>\n<p>The Home Building Design Lodge serves to support, guide, and enhance the new manufacturing facility, fostering community engagement and cultural preservation. It upholds traditions of making and storytelling, complementing educational infrastructure on reserves. The Lodge serves as a catalyst to disrupt current housing models and repositions housing production as a way to preserve culture. It’s adaptable and scalable, reflecting each community’s ecological, spiritual, and cultural richness. The future proliferation of Home Building Lodges across the country will offer essential support to the inspiring grassroots initiatives currently underway on many reserves that address the housing crisis through extensive community engagement. By providing communities with resources that uphold their unique visions, housing can be transformed from a mere commodity to a place that embraces the cosmology of diverse identities across Turtle Island. </p>",
      "field_long_summary": "After millennia of self-sufficiency, First Nations people's ability to build their own housing has been unduly restricted by paternalistic government legislation over building and sourcing of raw materials. We demand First Nations Home Building Design Lodges tied to housing manufacturing facilities on reserves, to build capacity within communities by grounding the production of houses and their components, in community values, language, and education. ",
      "lang": "en",
      "activist": "One House Many Nations, Idle No More, Sylvia McAdam (Windsor University), Alex Wilson (University of Saskatchewan)  ",
      "advocate": "Lancelot Coar and Shawn Bailey, University of Manitoba ",
      "architect": "David T Fortin Architect Inc, Grounded Architecture Inc., SOLO Architecture ",
      "banner_caption": "Housing as Cosmology. The water’s edge in the Opaskwayak Cree Nation territory shows the interconnectedness of all living beings. ",
      "actions":[{"label": "donate","body": " to One House Many Nations de Idle No More","link":"https://www.ohmn.ca/contact-us/donate"}]
    },
    "fr": {
      "title": "Pavillons pour la construction d’habitations au sein des Premières Nations",
      "field_region": "Prairies",
      "field_content": "<p>\nDe manière générale, le financement fédéral destiné au logement dans les réserves va directement à la construction de maisons sous forme de marchandise visant à répondre aux pénuries urgentes existantes et aux condi­tions de logement déplorables. Nous pensons qu’investir dans des pavillons individuels liés à des unités de pro­duction de logements, dans les réserves, peut plutôt ren­forcer les capacités dans les communautés, en ancrant la production de maisons, et de leurs composants, dans les valeurs, la langue et l’éducation de la communauté.  \n</p>\n<p>\nNous demandons que les fonds nécessaires soient consacrés à la création d’un pavillon de conception individuelle pilote (dont le nom complet sera déterminé ultérieurement par la communauté) et d’une unité de production à la Nation des Cris de Opaskwayak (OCN) qui pourrait inclure des partenariats avec divers parte­naires du secteur de l’éducation et de l’industrie. L’usine sera conçue pour fabriquer des éléments de logement, y compris le noyau utilitaire universel innovant, qui est développé par OCN Housing pour aider les Premières nations du Nord et des régions éloignées à améliorer leurs programmes de construction de logements. Ce projet va cependant bien au-delà de l’unité de production. Il prévoit la construction, en guise de nouveau centre communautaire, d’un pavillon pour la construction d’habitations qui s’intégrera dans l’infrastructure éducative existante. Le pavillon servira de centre d’enseignement et d’apprentissage multigénérationnel sur la conception et la fabrication communautaires. Il sera un catalyseur qui perturbera les modèles actuels de con­struction de logements et permettra à la communauté de déterminer elle-même l’avenir de ses logements de génération en génération. En outre, il s’agit d’un projet pilote évolutif qui peut être adapté aux besoins et aux capacités d’autres communautés. Ce projet promeut le logement comme une cosmologie, et non comme une marchandise. \n</p>",
      "field_long_summary": "Nous demandons des pavillons pour la construction d’habitations dans les Premières Nations qui sont liés aux unités de production de logements dans les réserves. Ces pavillons renforceront les capacités des communautés en ancrant la production de maisons et de leurs composantes dans les valeurs, la langue et l’éducation du milieu. ",
      "lang": "fr",
      "activist": "One House Many Nations, Idle No More, Sylvia McAdam (Université Windsor), Alex Wilson (Université de la Saskatchewan)  ",
      "advocate": "Lancelot Coar et Shawn Bailey, Université du Manitoba",
      "architect": "David T Fortin Architect Inc, Grounded Architecture Inc., SOLO Architecture ",
      "banner_caption": "Le logement comme cosmologie. Le bord de l'eau sur le territoire de la Nation des Cris de Opaskwayak montre l'interdépendance de tous les êtres vivants. ",
      "actions":[{"label": "Faire un don","body": "à One House Many Nations de Idle No More","link":"https://www.ohmn.ca/contact-us/donate"}]
    },
    "banner": "home_building_lodges_banner.jpg",
    "demand_num": "2",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20230414_AAHA%20Prairie%20Backup%20Print-final.jpeg?itok=uWqdYaq0",
        "en": {
          "alt": "Prairie and lake scene depicting a prototype for the team's Home Building Lodges. An eagle, the big dipper, people, and animals are called out in red.",
          "caption": "<p>This large printed piece is displayed as a large sheet attached to the wall using tied rope. It also features red beaded elements done by local indigenous artists to highlight key elements in the composition. The medium and content of this piece describes both operational as well as ephemeral elements of the project.</p>"
        },
        "fr": {
          "alt": "Scène de prairie et de lac illustrant un prototype pour les pavillons de construction de maisons de l'équipe. Un aigle, la Grande Ourse, des personnes et des animaux sont représentés en rouge.",
          "caption": "<p>Cette grande œuvre imprimée est présentée sous la forme d'une grande feuille attachée au mur à l'aide d'une corde nouée. Elle comporte également des éléments perlés rouges réalisés par des artistes locaux pour mettre en évidence les éléments clés de la composition. Le support et le contenu de cette pièce décrivent à la fois les éléments opérationnels et éphémères du projet.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_SEKUWE.jpg?itok=VmfDyTaL",
        "en": {
          "alt": "3D drawing of wood building with a group of people outside.",
          "caption": "<p>Sekuwe for the Tadoule Lake and Lac Brochet Dene Frist Nations</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un bâtiment en bois avec un groupe de personnes à l'extérieur.",
          "caption": "<p>Sekuwe pour les Premières Nations de Lac Tadoule et de Lac Brochet Dene</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_MOBILE%20DESIGN.jpg?itok=u_0gdj0V",
        "en": {
          "alt": "Mobile trailer home with deployable awnings and storage on the inside.",
          "caption": "<p>Mobile Design Construction Lab for One House Many Nations and the University of Manitoba.</p>"
        },
        "fr": {
          "alt": "Maison mobile avec auvents déployables et espace de rangement à l'intérieur.",
          "caption": "<p>Mobile Design Construction Lab pour One House Many Nations et l'Université du Manitoba.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_WACHUSKO%20WEESTI.jpg?itok=T5yQ-0pA",
        "en": {
          "alt": "Mobile trailer structure with dog outside.",
          "caption": "<p>Wachusko Weesti (Musckrat Hut) by One House Many Nations.</p>"
        },
        "fr": {
          "alt": "Structure de caravane mobile avec chien à l'extérieur.",
          "caption": "<p>Wachusko Weesti (hutte de rat musqué) par One House Many Nations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_UNIVERSAL%20UTILITY%20CORE.jpg?itok=UuQkrPMp",
        "en": {
          "alt": "Building with sloped roof and a front patio with stairs connecting it to ground level.",
          "caption": "<p>Universal Utility Core for Opaskwayak Cree Nation.</p>"
        },
        "fr": {
          "alt": "Bâtiment avec toit en pente et patio à l'avant avec des escaliers le reliant au niveau du sol.",
          "caption": "<p>Universal Utility Core pour la Nation crie d'Opaskwayak.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_BIG%20RIVER%20NATION.jpg?itok=jL320gIa",
        "en": {
          "alt": "Group of three small buildings surrounding a picnic table, chairs, and a fire pit",
          "caption": "<p>Big River First Nation Small Home Builds by One House Many Nations.</p>"
        },
        "fr": {
          "alt": "Ensemble de trois petits bâtiments entourant une table de pique-nique, des chaises et un foyer",
          "caption": "<p>Big river first nation small home builds par One House Many Nations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_CLIMATE%20ADAPTATION.jpg?itok=IkdE8hVB",
        "en": {
          "alt": "Circle of people sitting around a fire pit.",
          "caption": "<p>Climate Adaptation Planning for Reserve Housing and Community Resilience for Several Nations communities and organizations across Canada.</p>"
        },
        "fr": {
          "alt": "Cercle de personnes assises autour d'un feu.",
          "caption": "<p>Planification de l'adaptation au climat pour le logement dans les réserves et la résilience communautaire pour les communautés et les organisations de plusieurs nations à travers le Canada.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_ONE%20HOUSE%20MANY%20NATIONS.jpg?itok=87fkuawE",
        "en": {
          "alt": "Multi-part house with a ramp accessing the front door.",
          "caption": "<p>One House Many Nations for the Opaskwayak Cree Nation.</p>"
        },
        "fr": {
          "alt": "Maison en plusieurs parties avec une rampe d'accès à la porte d'entrée.",
          "caption": "<p>One House Many Nations pour la nation crie d'Opaskwayak.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_MOBILE%20DESIGN.jpg?itok=u_0gdj0V",
        "en": {
          "alt": "Mobile trailer home with deployable awnings and storage on the inside.",
          "caption": "<p>Mobile Design Construction Lab for One House Many Nations and the University of Manitoba.</p>"
        },
        "fr": {
          "alt": "Maison mobile avec auvents déployables et espace de rangement à l'intérieur.",
          "caption": "<p>Mobile Design Construction Lab pour One House Many Nations et l'Université du Manitoba.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_WACHUSKO%20WEESTI.jpg?itok=T5yQ-0pA",
        "en": {
          "alt": "Mobile trailer structure with dog outside.",
          "caption": "<p>Wachusko Weesti (Musckrat Hut) by One House Many Nations.</p>"
        },
        "fr": {
          "alt": "Structure de caravane mobile avec chien à l'extérieur.",
          "caption": "<p>Wachusko Weesti (hutte de rat musqué) par One House Many Nations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_UNIVERSAL%20UTILITY%20CORE.jpg?itok=UuQkrPMp",
        "en": {
          "alt": "Building with sloped roof and a front patio with stairs connecting it to ground level.",
          "caption": "<p>Universal Utility Core for Opaskwayak Cree Nation.</p>"
        },
        "fr": {
          "alt": "Bâtiment avec toit en pente et patio à l'avant avec des escaliers le reliant au niveau du sol.",
          "caption": "<p>Universal Utility Core pour la Nation crie d'Opaskwayak.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20230414_AAHA%20Prairie%20Backup%20Print-final.jpeg?itok=uWqdYaq0",
        "en": {
          "alt": "Prairie and lake scene depicting a prototype for the team's Home Building Lodges. An eagle, the big dipper, people, and animals are called out in red.",
          "caption": "<p>This large printed piece is displayed as a large sheet attached to the wall using tied rope. It also features red beaded elements done by local indigenous artists to highlight key elements in the composition. The medium and content of this piece describes both operational as well as ephemeral elements of the project.</p>"
        },
        "fr": {
          "alt": "Scène de prairie et de lac illustrant un prototype pour les pavillons de construction de maisons de l'équipe. Un aigle, la Grande Ourse, des personnes et des animaux sont représentés en rouge.",
          "caption": "<p>Cette grande œuvre imprimée est présentée sous la forme d'une grande feuille attachée au mur à l'aide d'une corde nouée. Elle comporte également des éléments perlés rouges réalisés par des artistes locaux pour mettre en évidence les éléments clés de la composition. Le support et le contenu de cette pièce décrivent à la fois les éléments opérationnels et éphémères du projet.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_BIG%20RIVER%20NATION.jpg?itok=jL320gIa",
        "en": {
          "alt": "Group of three small buildings surrounding a picnic table, chairs, and a fire pit",
          "caption": "<p>Big River First Nation Small Home Builds by One House Many Nations.</p>"
        },
        "fr": {
          "alt": "Ensemble de trois petits bâtiments entourant une table de pique-nique, des chaises et un foyer",
          "caption": "<p>Big river first nation small home builds par One House Many Nations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_CLIMATE%20ADAPTATION.jpg?itok=IkdE8hVB",
        "en": {
          "alt": "Circle of people sitting around a fire pit.",
          "caption": "<p>Climate Adaptation Planning for Reserve Housing and Community Resilience for Several Nations communities and organizations across Canada.</p>"
        },
        "fr": {
          "alt": "Cercle de personnes assises autour d'un feu.",
          "caption": "<p>Planification de l'adaptation au climat pour le logement dans les réserves et la résilience communautaire pour les communautés et les organisations de plusieurs nations à travers le Canada.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_ONE%20HOUSE%20MANY%20NATIONS.jpg?itok=87fkuawE",
        "en": {
          "alt": "Multi-part house with a ramp accessing the front door.",
          "caption": "<p>One House Many Nations for the Opaskwayak Cree Nation.</p>"
        },
        "fr": {
          "alt": "Maison en plusieurs parties avec une rampe d'accès à la porte d'entrée.",
          "caption": "<p>One House Many Nations pour la nation crie d'Opaskwayak.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-07/1_SEKUWE.jpg?itok=VmfDyTaL",
        "en": {
          "alt": "3D drawing of wood building with a group of people outside.",
          "caption": "<p>Sekuwe for the Tadoule Lake and Lac Brochet Dene Frist Nations</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un bâtiment en bois avec un groupe de personnes à l'extérieur.",
          "caption": "<p>Sekuwe pour les Premières Nations de Lac Tadoule et de Lac Brochet Dene</p>"
        }
      }
    ]
  },
  {
    "demand_id": "reparative-architecture",
    "field_demand_no": "⁴",
    "field_exmark": "exAlt1",
    "en": {
      "title": "Reparative Architecture",
      "field_region": "Toronto",
      "field_content": "<p>Across c\\a\\n\\a\\d\\a, Black communities have been particularly vulnerable to gentrification due to anti-Black racism. Many have faced dramatic consequences of displacement, cultural erasure, and economic decline, resulting from state led infrastructure construction and zoning and planning policies that benefit whiter and wealthier communities. We demand the state provide reparations to fund Black-led community land trusts for reparative architecture: affordable housing and commercial buildings for Black residents who have been displaced or are at the risk of being displaced from their communities by state policies. </p>\n<p>Reparative architecture is a constructive project of repair that responds to recent and historic inequity and harm by demanding its acknowledgement by through conversations between communities and governments, accountability on the part of government through the payment of reparations, and finally restoration of the community through the production of affordable housing and commercial spaces to rebuild culturally and economically dynamic communities. A reparative architecture will ensure housing without erasure by understanding that housing, as part of a community ecosystem, can’t be separated from commercial, recreational, and other core components that create neighbourhood vitality in Little Jamaica. </p>\n<p>In Toronto, Little Jamaica along Eglinton West Avenue is an example of an historic Black community which has faced displacement as a result of government policies. In the 1970s, Eglinton Avenue began to serve as the main street of a much larger area of Caribbean settlement west of Toronto's downtown. As a bustling and vibrant home to a multitude of Black businesses, including restaurants, record shops and hair salons, it became the heart of Black Toronto. Urban plans to densify the City's East-West commercial avenues, beginning in the 1980s and finally integrated in the City's 2003 Official Plan, provoked upzoning policies, including the city's mid-rise and high-rise guidelines, that encourage the demolition of the mostly two-storey fabric on streets like Eglinton and the construction of large mid and high-rise buildings in its place. Over the past decade, the construction of new light rail transit (LRT) through the neighbourhood has damaged the viability of local businesses. All three levels of governments have aligned to invest billions of dollars into this transit, while ignoring calls from Black communities to support Black ownership and affordable rental housing in the neighbourhood.  By raising property values, this investment has enriched the same land‘lords’ who have profited off our rent for generations. </p>\n<p>As architects, local activists and equitable housing advocates, we demand three components of reparative architecture: 1) Black-led community land trusts that will  provide stable, affordable tenure for residents and small businesses, and carry forward the rich legacy of Little Jamaica’s unique cultural character; 2) changes to Toronto’s mid-rise guidelines that incentivize small lot densification on retail avenues in order to maintains the fine grain of existing retail; and 3) increased densification in single-family neighbourhoods with what is called missing-middle housing, that allow mixed-uses on both streets and alleyways, in order to incentivize both affordable housing and retail , cultivating a street life rich with cultural activities that empower the Black community.  </p>",
      "field_long_summary": "Reparative Architecture: From Halifax to Vancouver and in all cities in-between, there is a long history of racist urban planning that has forcibly displaced and disenfranchised black communities. We demand the state provide reparations by funding Black-led community land trusts for the creation of affordable housing and commercial space for the Black residents who have been displaced or are at the risk of being displaced by state policies  ",
      "lang": "en",
      "activist": "Keele Eglinton Residents",
      "advocate": "CP Planning (Community in Public)",
      "architect": "SOCA (Studio of Contemporary Architecture)",
      "banner_caption": "",
      "actions":[{"label": "donate","body": " to Black Futures Community Development Fund "},{"label":"Subscribe","body":" to CP Planning's Mailing list","link":"https://cpplanning.ca"}]
    },
    "fr": {
      "title": "Une architecture réparatrice",
      "field_region": "Toronto",
      "field_content": "<p>\nL’architecture réparatrice est une forme de conception équitable qui reconnaît que les politiques récentes et historiques ont souvent été inéquitables et néfastes, et qui exige une responsabilisation qui prend la forme d’indemnisations permettant la reconstruction de communautés dynamiques sur les plans culturel et économique. Dans le cas du quartier torontois de Little Jamaica, une architecture réparatrice est nécessaire pour atténuer les dommages causés par le racisme systémique contre les personnes noires ayant découlé de projets d’infrastructure dirigés par le gouvernement, qui ont mené au déplacement de ces personnes et empêché les communautés noires d’améliorer leur sécurité en matière de logement.  \n<p>\n</p>\nLes communautés noires ont été particulièrement vulnérables aux déplacements et à l’effacement causés par des actes de racisme les ciblant particulièrement. Comme le décrit Ted Rutland dans son ouvrage Displacing Blackness et comme l’a exploré Stephane Allen dans Fight the Power, cette situation a fait en sorte que les intérêts des autres l’ont toujours emporté sur les nôtres. Little Jamaica, qui longe l’avenue Eglinton Ouest, est l’une de ces communautés qui ont subi les conséquences désastreuses des déplacements, de l’effacement culturel et du déclin économique occasionnés par la construction d’un nouveau corridor du système léger sur rail (SLR). Le projet, qui a duré plus d’une décennie, est devenu une plaie municipale et a donné lieu à une perte de commerces du détail viables, de logements abordables et d’infrastructures culturelles dans le quartier. La voie du SLR n’est toutefois pas la seule responsable de ces déplacements. Le zonage et les politiques de planification de Toronto, qui visent le réaménagement de rues principales et la protection de quartiers résidentiels de maisons unifamiliales, contribuent également au problème. \n</p>\n<p>\nDans Little Jamaica, les trois ordres de gouvernement ont décidé d’investir des milliards de dollars dans le transport en commun le long de notre artère, tout en ignorant les communautés noires qui demandent des logements abordables et de l’aide dans leurs efforts continus afin d’accroître l’accès à la propriété dans le quartier. Faisant la sourde d’oreille, les gouvernements ont plutôt investi les fonds publics dans des projets d’infrastructures qui ont haussé la valeur des propriétés et enrichi les propriétaires mêmes qui profitent de nos loyers depuis des générations. \n</p>\n<p>\nUne architecture réparatrice assurera le logement sans effacement, selon le principe voulant que le logement fasse partie d’un écosystème communautaire intrinsèquement lié à la vie commerciale et récréative d’un quartier et aux diverses composantes importantes qui en font la vitalité. \n</p>\n<p>\nEn collaboration avec les résidentes et résidents du quartier, nous réclamons des changements aux lignes directrices torontoises sur les bâtiments de moyenne hauteur afin de favoriser la densification des petits lots sur les avenues, assurant la survie des commerces existants. Nous demandons également une plus grande densification des quartiers de maisons unifamiliales en permettant des usages mixtes aussi bien sur les rues que dans les ruelles, afin d’inciter la création de logements et de commerces abordables. Des fiducies foncières pour la communauté, dirigées par des personnes noires et créées grâce à cette initiative ne permettront pas seulement de fournir des espaces stables et abordables aux résidentes et résidents, mais aussi de perpétuer le riche héritage du caractère culturel unique de Little Jamaica. \n</p>\n<p>\n« Le terme “réparation” est utilisé pour décrire les mesures corrigeant des injustices passées associées à une forme de discrimination, d’exclusion ou de violence à l’encontre d’un groupe de personnes. Elle peut prendre diverses formes (excuses ou compensation financière), et est de préférence déterminée par les corps législatifs et non par le système judiciaire. Après l’abolition de l’esclavage, les personnes afrodescendantes se sont battues pour obtenir réparation… et pourtant, ce sont les anciens esclavagistes qui ont reçu une compensation de l’État pour la perte de leurs avantages financiers… » <br />\n\n \n– Stephanie Allen, <u>Fight the Power: Redressing Displacement and Building a Just City for Black Lives in Vancouver</u>, 2019. \n</p>",
      "field_long_summary": "Nous demandons une architecture réparatrice pour les personnes noires résidant dans le quartier de Little Jamaica, à Toronto, qui ont été déplacées ou qui sont à risque de l’être en raison de l’embourgeoisement mené par l’État. Nous demandons à l’État d’indemniser les personnes touchées en finançant des fiducies foncières qui bénéficient à la communauté et qui sont dirigées par des personnes noires afin d’appuyer la création de logements et d’espaces commerciaux abordables dans le quartier.",
      "lang": "fr",
      "activist": "Keele Eglinton Residents",
      "advocate": "CP Planning (Community in Public)",
      "architect": "SOCA (Studio of Contemporary Architecture)",
      "banner_caption": "",
      "actions":[{"label": "Faire un don","body": " à ds de développement communautaire Black Futures"},{"label":"S'abonner", "body": " à la liste de diffusion par courriel de CP Planning","link":"https://cpplanning.ca"}]
    },
    "banner": "reparative_banner.jpg",
    "demand_num": "3",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20TeamReparativePlanning_Stud%20Wall-3.jpeg?itok=rceHjZ1f",
        "en": {
          "alt": "Streetscape drawing with mixed use lane housing, mixed use apartments, main street pop-ups, and narrow lot mid-rises.",
          "caption": "<p>Housing without erasure is rooted in the demand that Black residents of Toronto's Little Jamaica who have been displaced or are at risk of being displaced due to transit infrastructure and inequitable planning policies have the right to return and rebuild their community.</p>"
        },
        "fr": {
          "alt": "Dessin du paysage urbain avec des logements en bande à usage mixte, des appartements à usage mixte, des immeubles de type \"pop-up\" sur la rue principale et des immeubles de taille moyenne sur des terrains étroits.",
          "caption": "<p>Le logement sans effacement est enraciné dans la demande que les résidents de Little Jamaica à Toronto qui ont été déplacés ou risquent de l'être en raison de l'infrastructure de transport et des politiques d'aménagement inéquitables aient le droit de revenir et de reconstruire leur communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20TeamReparativePlanning_Stud%20Wall-4.jpeg?itok=rosq8DgM",
        "en": {
          "alt": "3-D view of little Jamaica with a plane flying a banner that reads Save Little Jamaica",
          "caption": "<p>This team investigated the harm and erasure inflicted on Toronto's little Jamaica through state led transit initiatives.</p>"
        },
        "fr": {
          "alt": "Vue en 3D de la petite Jamaïque avec un avion transportant une bannière sur laquelle on peut lire \"Save Little Jamaica\".",
          "caption": "<p>Cette équipe a enquêté sur le préjudice et l'effacement infligés à la petite Jamaïque de Toronto par les initiatives de transport en commun menées par l'État.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20TeamReparativePlanning_Stud%20Wall-6.jpeg?itok=yOgVKYwF",
        "en": {
          "alt": "Photograph of two women speaking across a counter.",
          "caption": "<p>Residents of little Jamaica Buying groceries, 1970's</p>"
        },
        "fr": {
          "alt": "Photographie de deux femmes s'adressant à un comptoir.",
          "caption": "<p>Résidents de la petite Jamaïque faisant leurs courses, années 1970</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20TeamReparativePlanning_Stud%20Wall-8.jpeg?itok=JvJOohSz",
        "en": {
          "alt": "Three part diagram showing three story addition, mid rise addition, then infill additions.",
          "caption": "<p>The project recommends incremental densification of the neighborhood in order to promote thoughtful and flexible growth which supports the community.</p>"
        },
        "fr": {
          "alt": "Diagramme en trois parties montrant l'ajout de trois étages, l'ajout d'un étage intermédiaire, puis les ajouts intercalaires.",
          "caption": "<p>Le projet recommande une densification progressive du quartier afin de promouvoir une croissance réfléchie et flexible qui soutienne la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20TeamReparativePlanning_Stud%20Wall-11_0.jpeg?itok=FFsSBg0m",
        "en": {
          "alt": "Infographic describing what a community land trust is with 3-d drawings of different building typologies in the centre.",
          "caption": "<p>A Community Land Trust (CLT) is a non-profit organization that owns land and puts it to use for community benefit. They encourage equitable development, affordability, and flexibility based on community needs.</p>"
        },
        "fr": {
          "alt": "Infographie décrivant ce qu'est une organisme foncier solidaire avec, au centre, des dessins en 3D de différentes typologies de bâtiments.",
          "caption": "<p>Une organisme foncier solidaire (CLT) est une organisation à but non lucratif qui possède des terrains et les met au service de la communauté. Ils encouragent le développement équitable, l'accessibilité financière et la flexibilité en fonction des besoins de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20TeamReparativePlanning_Stud%20Wall-7.jpeg?itok=5EWKvHS8",
        "en": {
          "alt": "Two men seated, one on the phone eating and shaking the hand of the other.",
          "caption": "<p>Residents of little Jamaica at Gemini Records, 1970's.</p>"
        },
        "fr": {
          "alt": "Deux hommes assis, l'un au téléphone, mangeant et serrant la main de l'autre.",
          "caption": "<p>Résidents de la petite Jamaïque à Gemini Records, dans les années 1970.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20TeamReparativePlanning_Stud%20Wall-2.jpeg?itok=x7XgjrSQ",
        "en": {
          "alt": "Multi-coloured poster advertising a Community Land Trust Virtual Focus group.",
          "caption": "<p>A critical component of this project is community engagement and education.</p>"
        },
        "fr": {
          "alt": "Affiche multicolore annonçant la tenue d'un groupe de discussion virtuel sur les organisme foncier solidaire.",
          "caption": "<p>L'engagement et l'éducation de la communauté constituent une composante essentielle de ce projet.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20TeamReparativePlanning_Stud%20Wall-1.jpeg?itok=gUFDgepH",
        "en": {
          "alt": "Infographic describing what reparative planning is using a series of colour coded circles.",
          "caption": "<p>Reparative planning is a planning philosophy wherein cities acknowledge and take responsibility for harm caused to communities through policy endeavors. It aims to restore what was damaged.</p>"
        },
        "fr": {
          "alt": "Infographie décrivant ce qu'est la planification réparatrice à l'aide d'une série de cercles codés par couleur.",
          "caption": "<p>La planification réparatrice est une philosophie de planification dans laquelle les villes reconnaissent et assument la responsabilité des dommages causés aux communautés par les efforts politiques. Elle vise à restaurer ce qui a été endommagé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20TeamReparativePlanning_Stud%20Wall-9.jpeg?itok=XMVX0WhF",
        "en": {
          "alt": "Three men leaning against a railing outside of a building with a sign reading Gemini Records Co.",
          "caption": "<p>Residents of little Jamaica outside of Gemini Records, 1970's.</p>"
        },
        "fr": {
          "alt": "Trois hommes s'appuient sur une balustrade à l'extérieur d'un bâtiment sur lequel on peut lire Gemini Records Co.",
          "caption": "<p>Résidents de la petite Jamaïque en dehors de Gemini Records, années 1970.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20TeamReparativePlanning_Stud%20Wall-5.jpeg?itok=TqH5orcL",
        "en": {
          "alt": "Poster demanding reparative architecture for Black Residents of Toronto's Little Jamaica.",
          "caption": "<p>Messages for the project are communicated through posters which highlight key pieces of information and engage public interest.</p>"
        },
        "fr": {
          "alt": "Affiche réclamant une architecture réparatrice pour les résidents de Little Jamaica, à Toronto.",
          "caption": "<p>Les messages du projet sont communiqués par le biais d'affiches qui mettent en évidence les éléments d'information clés et suscitent l'intérêt du public.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20TeamReparativePlanning_Stud%20Wall-6.jpeg?itok=yOgVKYwF",
        "en": {
          "alt": "Photograph of two women speaking across a counter.",
          "caption": "<p>Residents of little Jamaica Buying groceries, 1970's</p>"
        },
        "fr": {
          "alt": "Photographie de deux femmes s'adressant à un comptoir.",
          "caption": "<p>Résidents de la petite Jamaïque faisant leurs courses, années 1970</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20TeamReparativePlanning_Stud%20Wall-8.jpeg?itok=JvJOohSz",
        "en": {
          "alt": "Three part diagram showing three story addition, mid rise addition, then infill additions.",
          "caption": "<p>The project recommends incremental densification of the neighborhood in order to promote thoughtful and flexible growth which supports the community.</p>"
        },
        "fr": {
          "alt": "Diagramme en trois parties montrant l'ajout de trois étages, l'ajout d'un étage intermédiaire, puis les ajouts intercalaires.",
          "caption": "<p>Le projet recommande une densification progressive du quartier afin de promouvoir une croissance réfléchie et flexible qui soutienne la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20TeamReparativePlanning_Stud%20Wall-11_0.jpeg?itok=FFsSBg0m",
        "en": {
          "alt": "Infographic describing what a community land trust is with 3-d drawings of different building typologies in the centre.",
          "caption": "<p>A Community Land Trust (CLT) is a non-profit organization that owns land and puts it to use for community benefit. They encourage equitable development, affordability, and flexibility based on community needs.</p>"
        },
        "fr": {
          "alt": "Infographie décrivant ce qu'est une organisme foncier solidaire avec, au centre, des dessins en 3D de différentes typologies de bâtiments.",
          "caption": "<p>Une organisme foncier solidaire (CLT) est une organisation à but non lucratif qui possède des terrains et les met au service de la communauté. Ils encouragent le développement équitable, l'accessibilité financière et la flexibilité en fonction des besoins de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20TeamReparativePlanning_Stud%20Wall-7.jpeg?itok=5EWKvHS8",
        "en": {
          "alt": "Two men seated, one on the phone eating and shaking the hand of the other.",
          "caption": "<p>Residents of little Jamaica at Gemini Records, 1970's.</p>"
        },
        "fr": {
          "alt": "Deux hommes assis, l'un au téléphone, mangeant et serrant la main de l'autre.",
          "caption": "<p>Résidents de la petite Jamaïque à Gemini Records, dans les années 1970.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20TeamReparativePlanning_Stud%20Wall-2.jpeg?itok=x7XgjrSQ",
        "en": {
          "alt": "Multi-coloured poster advertising a Community Land Trust Virtual Focus group.",
          "caption": "<p>A critical component of this project is community engagement and education.</p>"
        },
        "fr": {
          "alt": "Affiche multicolore annonçant la tenue d'un groupe de discussion virtuel sur les organisme foncier solidaire.",
          "caption": "<p>L'engagement et l'éducation de la communauté constituent une composante essentielle de ce projet.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20TeamReparativePlanning_Stud%20Wall-1.jpeg?itok=gUFDgepH",
        "en": {
          "alt": "Infographic describing what reparative planning is using a series of colour coded circles.",
          "caption": "<p>Reparative planning is a planning philosophy wherein cities acknowledge and take responsibility for harm caused to communities through policy endeavors. It aims to restore what was damaged.</p>"
        },
        "fr": {
          "alt": "Infographie décrivant ce qu'est la planification réparatrice à l'aide d'une série de cercles codés par couleur.",
          "caption": "<p>La planification réparatrice est une philosophie de planification dans laquelle les villes reconnaissent et assument la responsabilité des dommages causés aux communautés par les efforts politiques. Elle vise à restaurer ce qui a été endommagé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20TeamReparativePlanning_Stud%20Wall-9.jpeg?itok=XMVX0WhF",
        "en": {
          "alt": "Three men leaning against a railing outside of a building with a sign reading Gemini Records Co.",
          "caption": "<p>Residents of little Jamaica outside of Gemini Records, 1970's.</p>"
        },
        "fr": {
          "alt": "Trois hommes s'appuient sur une balustrade à l'extérieur d'un bâtiment sur lequel on peut lire Gemini Records Co.",
          "caption": "<p>Résidents de la petite Jamaïque en dehors de Gemini Records, années 1970.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20TeamReparativePlanning_Stud%20Wall-5.jpeg?itok=TqH5orcL",
        "en": {
          "alt": "Poster demanding reparative architecture for Black Residents of Toronto's Little Jamaica.",
          "caption": "<p>Messages for the project are communicated through posters which highlight key pieces of information and engage public interest.</p>"
        },
        "fr": {
          "alt": "Affiche réclamant une architecture réparatrice pour les résidents de Little Jamaica, à Toronto.",
          "caption": "<p>Les messages du projet sont communiqués par le biais d'affiches qui mettent en évidence les éléments d'information clés et suscitent l'intérêt du public.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20TeamReparativePlanning_Stud%20Wall-3.jpeg?itok=rceHjZ1f",
        "en": {
          "alt": "Streetscape drawing with mixed use lane housing, mixed use apartments, main street pop-ups, and narrow lot mid-rises.",
          "caption": "<p>Housing without erasure is rooted in the demand that Black residents of Toronto's Little Jamaica who have been displaced or are at risk of being displaced due to transit infrastructure and inequitable planning policies have the right to return and rebuild their community.</p>"
        },
        "fr": {
          "alt": "Dessin du paysage urbain avec des logements en bande à usage mixte, des appartements à usage mixte, des immeubles de type \"pop-up\" sur la rue principale et des immeubles de taille moyenne sur des terrains étroits.",
          "caption": "<p>Le logement sans effacement est enraciné dans la demande que les résidents de Little Jamaica à Toronto qui ont été déplacés ou risquent de l'être en raison de l'infrastructure de transport et des politiques d'aménagement inéquitables aient le droit de revenir et de reconstruire leur communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20TeamReparativePlanning_Stud%20Wall-4.jpeg?itok=rosq8DgM",
        "en": {
          "alt": "3-D view of little Jamaica with a plane flying a banner that reads Save Little Jamaica",
          "caption": "<p>This team investigated the harm and erasure inflicted on Toronto's little Jamaica through state led transit initiatives.</p>"
        },
        "fr": {
          "alt": "Vue en 3D de la petite Jamaïque avec un avion transportant une bannière sur laquelle on peut lire \"Save Little Jamaica\".",
          "caption": "<p>Cette équipe a enquêté sur le préjudice et l'effacement infligés à la petite Jamaïque de Toronto par les initiatives de transport en commun menées par l'État.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "gentrification-tax",
    "field_demand_no": "⁵",
    "field_exmark": "exAlt2",
    "en": {
      "title": "A Gentrification Tax",
      "field_region": "Toronto",
      "field_content": "<p>Tenants in large cities are commonly displaced by gentrification as landlords use all means possible to raise their rents or replace them with higher paying more affluent residents. Through this process landlords profit from an “unearned increment”; the value embedded in real estate not created by a private owner, but by Indigenous people, local cultures, tenants, neighborhood and community organizations, publicly funded infrastructure, and non-human biotic and abiotic ecologies.  </p>\n<p>We demand cities across c\\a\\n\\a\\d\\a enact a gentrification tax to capture this unearned increment of value and use its revenue to fund affordable housing. Capital gains on property will be taxed when sold, at a percentage that decreases as the time from purchase increases, in order to disincentivize flipping. The tax revenue will be dedicated to funding housing secured in community land trusts operating in the neighborhood from which the revenue was collected. This hypothecated tax would collect a new magnitude of sustainable funding for housing, In the face of increased immigration and the polarization of cities between renters and owners, a new income stream for housing affordability is the only way to create a truly sustainable and equitable city. By ensuring the construction, renovation, and maintenance of affordable housing in the neighbourhoods most at risk of gentrification, this tax would enable the creation of land trust cities.  </p>\n<p>We demand that the City of Toronto create a Gentrification Tax. To illustrate the transformative potential of this instrument, we have developed a case study in the downtown Toronto neighbourhood of Parkdale. This neighbourhood still contains large stock of affordable rental units for low-income residents, a majority of whom are black, Indigenous and or people of colour. Currently, both mid-rise apartments and rooming houses are under threat from corporate landlords and real estate investment trusts (REITs), who financialize housing, increasing rents and forcing out existing tenants. In response to this ongoing crisis of housing financialization, the Parkdale Neighbourhood Land Trust (PNLT) has purchased rooming houses and low-rise apartment buildings, taking land out of the competitive housing market. The Gentrification Tax will provide funding for PNLT to add mid-rise apartment buildings to its trust, taking this valuable building stock off the market and out of the reach financialized landlords. Architectural investments will then be made in these buildings to create long term housing that is sustainable, accessible, generous and collective. At grade, dense new landscape and community facilities will create generous public spaces, activating the public realm and connecting it to adjacent parks and greenspaces. Select additions and renovations to existing buildings will create new public and private amenity space, additional family-sized and accessible units, while minimizing disruption to existing tenants and ensuring they can remain in their homes. The aggregation of formerly private rental properties into a network of Land Trust properties will render new civic forms in Toronto neighborhoods.  </p>\n\n ",
      "field_long_summary": "Tenants in large cities are vulnerable to displacement by gentrification as landlords use all means to either raise their rents or to replace them with higher paying residents. In order to maintain affordability and stability, we demand a tax on sale of residential real estate earmarked to fund deeply affordable rental housing secured within community land trusts, so the value produced by the neighbourhood stays within it.  ",
      "lang": "en",
      "activist": "Parkdale Neighbourhood Land Trust ",
      "advocate": "Gentrification Tax Action",
      "architect": "LGA Architectural Partners, tuf lab, Blackwell, The HIDI Group, Vermeulen Quantity Surveyors  ",
      "banner_caption": "A street perspective view of an apartment building on Jameson Ave. with new housing additions superimposed in red, with activists in the foreground calling for new affordable housing now.",
      "actions":[{"label":"Pay","body":" the voluntary Gentrification Tax.", "link":"https://gentrification.tax/pay.html"},{"label":"Pay","body":" when you are selling a property", "link":"https://gentrification.tax/pay.html"},{"label":"Offset","body":" the tax in advance", "link":"https://gentrification.tax/pay.html"},{"label":"Join","body":" a working committee, become a member and sign up for the newsletter of Parkdale Neighborhood Land Trust.","link":"https://pnlt.ca/getinvolved/membership/"},{"label":"Donate","body":" to Parkdale Neighborhood Land Trust","link":"https://pnlt.ca/donate/"},{"label":"Access","body":" resources about Parkdale and Community Land Trusts","link":"https://pnlt.ca/clt/"}]
    },
    "fr": {
      "title": "Une taxe sur l’embourgeoisement",
      "field_region": "Toronto",
      "field_content": "<p>\nParkdale est un quartier du centre-ville de Toronto qui compte encore un grand nombre de logements abordables pour les personnes à faible revenu, dont la majorité sont des personnes autochtones, noires et de couleur (PANDC). À l’heure actuelle, les appartements dans des immeubles de hauteur moyenne et les maisons de chambres sont menacés par les propriétaires et les fiducies de placement immobilier, qui financiarisent le logement, augmentent les loyers et évincent les locataires.\n</p>\n<p>\nLa plus-value imméritée est la valeur intrinsèque des biens immobiliers qui n’a pas été créée par un propriétaire privé, mais par les Autochtones, les cultures locales, les locataires, les organismes de quartier et communautaires, les infrastructures financées par l’État et les milieux biotiques et abiotiques non humains. Afin de récupérer la plus-value imméritée, la Ville de Toronto doit créer une taxe hypothéquée destinée à produire une source de revenus fiable et réservée à la construction, à la rénovation et à l’entretien d’un parc de logements abordables en expansion détenu par des fiducies immobilières bénéficiant à la communauté.\n</p>\n\n<p>\nEn réponse à la crise actuelle continue engendrée par la financiarisation du logement, la Parkdale Neighbourhood Land Trust (PNLT) a acheté des maisons de chambres et des immeubles résidentiels de faible hauteur, retirant ainsi des terrains du marché concurrentiel du logement. La taxe d’embourgeoisement permettra à PNLT de financer l’ajout d’immeubles résidentiels de moyenne hauteur à sa fiducie, ce qui retirera ce précieux parc de logements du marché et de la portée des fiducies de placement immobilier. Des investissements architecturaux seront ensuite réalisés dans ces immeubles afin de créer des logements à long terme qui sont durables, accessibles, généreux et collectifs. Au niveau du sol, un nouveau paysage dense et des installations communautaires créeront des espaces publics généreux, activant le domaine public et le reliant aux parcs et espaces verts adjacents. Certains ajouts et rénovations aux immeubles existants permettront de créer de nouveaux espaces d’agrément publics et privés, des logements familiaux supplémentaires et des logements accessibles améliorés, tout en minimisant les perturbations pour les locataires actuels et en veillant à ce que ces personnes puissent conserver leur domicile. L’agrégation d’anciennes propriétés locatives privées en un réseau de propriétés au sein d’une fiducie immobilière donnera naissance à de nouvelles formes civiques dans les quartiers de Toronto. \n</p>",
      "field_long_summary": "Nous demandons une taxe sur l’embourgeoisement afin de récupérer la plus-value imméritée pour construire et garantir des logements très abordables au sein d’une fiducie immobilière au bénéfice de la communauté.",
      "lang": "fr",
      "activist": "Parkdale Neighbourhood Land Trust ",
      "advocate": "Gentrification Tax Action",
      "architect": "LGA Architectural Partners, tuf lab, Blackwell, The HIDI Group, Vermeulen Quantity Surveyors  ",
      "banner_caption": "Vue d’un immeuble d’appartements de l’avenue Jameson, sur lequel sont superposées, en rouge, de nouvelles annexes de logement. À l’avant-plan, des activistes militent pour la création immédiate de logements abordables. ",
      "actions":[{"label":"Payer","body":" la taxe volontaire de gentrification", "link":"https://gentrification.tax/pay.html"},{"label":"Payer","body":" lors de la vente d'un bien immobilier", "link":"https://gentrification.tax/pay.html"},{"label":"Compenser","body":" la taxe à l'avance", "link":"https://gentrification.tax/pay.html"},{"label":"Rejoignez","body":" un comité de travail, devenez membre, et abonnez-vous à la lettre d'information de Parkdale Neighborhood Land Trust.","link":"https://pnlt.ca/getinvolved/membership/"},{"label":"Faire un don","body":" à la Parkdale Neighborhood Land Trust","link":"https://pnlt.ca/donate/"},{"label":"Accéder","body":" à des ressources sur Parkdale et les organisme foncier solidaire ","link":"https://pnlt.ca/clt/"}]
    },
    "banner": "gentrification_tax_banner.jpg",
    "demand_num": "4",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20GentrificationTax_Stud-Wall-5.jpeg?itok=Q-Nd1GY7",
        "en": {
          "alt": "A wintertime perspective render showing the rooftop green space and townhouses with children playing in the foreground.",
          "caption": "<p>Carefully considered outdoor spaces provide necessary amenities for the community's diverse residents.</p>"
        },
        "fr": {
          "alt": "Un rendu en perspective hivernale montrant l'espace vert sur le toit et les maisons de ville avec des enfants jouant au premier plan.",
          "caption": "<p>Des espaces extérieurs soigneusement étudiés offrent les installations nécessaires aux divers résidents de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20GentrificationTax_Stud-Wall-3-2.jpeg?itok=Qga9XMSk",
        "en": {
          "alt": "Typical floor plan from levels 2 to 7 showing the new accessible units which can be added thanks to the façade renovation.",
          "caption": "<p>With the proposed modifications to 109 Jameson, 20 family-size (2 and 3-bdrm) suites are added, transforming the unit mix to 30% studio, 38% 1-bdrm, 21% 2-bdrm, and 11% 3-bdrm units, Furthermore, 20% of units are made fully accessible.</p>"
        },
        "fr": {
          "alt": "Plan d'étage type des niveaux 2 à 7 montrant les nouvelles unités accessibles qui peuvent être ajoutées grâce à la rénovation de la façade.",
          "caption": "<p>Avec les modifications proposées au 109 Jameson, 20 appartements familiaux (2 et 3 chambres) sont ajoutés, transformant l'ensemble des unités en 30% de studios, 38% d'appartements d'une chambre, 21% d'appartements de deux chambres et 11% d'appartements de trois chambres.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20GentrificationTax_Stud-Wall-12.jpeg?itok=EQbkqHEx",
        "en": {
          "alt": "Photograph of four people sorting and distributing fresh vegetables.",
          "caption": "<p>Safeguarding affordable housing from the pressures of the profit motivated capital market allows for existing and future neighborhoods, communities, and urban ecologies to remain intact.</p>"
        },
        "fr": {
          "alt": "Photographie de quatre personnes triant et distribuant des légumes frais.",
          "caption": "<p>Protéger les logements abordables des pressions du marché des capitaux motivé par le profit permet de préserver les quartiers, les communautés et les écosystèmes urbains existants et futurs.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20GentrificationTax_Stud-Wall-3-1.jpeg?itok=WyteQI_x",
        "en": {
          "alt": "Roof plan showing a row of 3 bedroom maisonettes as well as outdoor rooftop amenities such as a playground and community garden.",
          "caption": "<p>As a Community Land Trust, 109 Jameson is removed from the housing market, becoming permanently affordable and stable housing rather than a financial asset generating profit for investors.</p>"
        },
        "fr": {
          "alt": "Plan de toiture montrant une rangée de maisonnettes de 3 chambres à coucher ainsi que des aménagements extérieurs sur les toits tels qu'une aire de jeux et un jardin communautaire.",
          "caption": "<p>En tant que organisme foncier solidaire, le 109 Jameson est retiré du marché du logement et devient un logement stable et abordable en permanence plutôt qu'un actif financier générant des profits pour les investisseurs.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20GentrificationTax_Stud-Wall-2_CROP%20MARKS%20AND%20BLEED.jpeg?itok=g9ugm3qH",
        "en": {
          "alt": "3-D view of re-envisioned 109 Jameson with speech bubbles popping out of spaces containing quotes from members of the local community.",
          "caption": "<p>An existing building, acquired by a Community Land Trust (CLT), all units at 109 Jameson are kept affordable for low- and middle-income households.</p>"
        },
        "fr": {
          "alt": "Vue en 3D du 109 Jameson réaménagé, avec des bulles de texte apparaissant dans les espaces contenant des citations de membres de la communauté locale.",
          "caption": "<p>Le 109 Jameson est un bâtiment existant, acquis par une organisme foncier solidaire (OFS), dont tous les logements restent abordables pour les ménages à revenus faibles ou moyens.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20GentrificationTax_Stud-Wall-1_0.jpeg?itok=3whZTNyE",
        "en": {
          "alt": "Large infographic page describing the goals of the uneared increment, how a Real Estate Investment Trust and a Land Trust Operate, how can the unearned increment be captured through taxing gentrification, and a case study in Parkdale at 109 Jameson.",
          "caption": "<p>Parkdale is a downtown Toronto neighborhood that still contains large numbers of affordable homes for low income residents. The Unearned Increment is the value embedded in real estate not created by a private owner, but by indigenous people, local cultural, tenants, neighborhoods, and community organizations.</p>"
        },
        "fr": {
          "alt": "Grande page infographique décrivant les objectifs de l'augmentation non gagnée, le fonctionnement d'une société de placement immobilier et d'une fiducie foncière, la manière dont l'augmentation non gagnée peut être capturée en taxant la gentrification, et",
          "caption": "<p>Parkdale est un quartier du centre-ville de Toronto qui compte encore un grand nombre de logements abordables pour les personnes à bas revenus. L'incrément non gagné est la valeur incorporée dans une propriété qui n'a pas été créée par un propriétaire privé, mais par les populations indigènes, la culture locale, les locataires, les quartiers et les organisations communautaires.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20GentrificationTax_Stud-Wall-4_0.jpeg?itok=cQOllm3s",
        "en": {
          "alt": "Section perspective of 109 Jameson highlighting key design modifications including a new 3 meter deep heavy timber façade addition, rooftop townhouses, along with at grade and rooftop greenspaces.",
          "caption": "<p>At grade, dense new landscape and community facilities will create generous public spaces, activating the public realm and connecting it to adjacent parks and greenspaces. Select additions and renovations to existing buildings will create new public and private amenity space, additional family-sized units, and improved accessible units, while minimizing disruption to existing tenants.</p>"
        },
        "fr": {
          "alt": "Vue en coupe du 109 Jameson mettant en évidence les principales modifications de conception, notamment une nouvelle façade en bois massif de 3 mètres de profondeur, des maisons en rangée sur les toits, ainsi que des espaces verts au niveau du sol et sur l",
          "caption": "<p>Au niveau du sol, de nouveaux aménagements paysagers et communautaires denses créeront des espaces publics généreux, activant le domaine public et le reliant aux parcs et espaces verts adjacents. Certains agrandissements et rénovations de bâtiments existants permettront de créer de nouveaux espaces d'agrément publics et privés, des logements familiaux supplémentaires et des logements plus accessibles, tout en minimisant les perturbations pour les locataires existants.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20GentrificationTax_Stud-Wall-3-3.jpeg?itok=WQq2Vf8p",
        "en": {
          "alt": "Ground floor plan of the proposed renovations for 109 Jameson which include a community commercial space, library, cafe, Parkdale Neighborhood Land Trust offices, and a courtyard",
          "caption": "<p>Housing becomes secure and remains affordable for new and existing tenants. As units become available, those with the greatest housing need can be prioritized.</p>"
        },
        "fr": {
          "alt": "Plan du rez-de-chaussée des rénovations proposées pour le 109 Jameson, qui comprennent un espace commercial communautaire, une bibliothèque, un café, les bureaux du Parkdale Neighborhood Land Trust et une cour.",
          "caption": "<p>Le logement devient sûr et reste abordable pour les nouveaux locataires et les locataires existants. Au fur et à mesure que des logements se libèrent, la priorité est donnée à ceux qui en ont le plus besoin.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20GentrificationTax_Stud-Wall-11.jpeg?itok=XwZwDT5q",
        "en": {
          "alt": "Photograph of members of the Parkdale community land trust holding protest posters outside of one of their properties.",
          "caption": "<p>In response to this ongoing crisis, the Parkdale Community Land Trust (PNLT) has purchased rooming houses and low-rise apartment buildings, taking land out of the competitive market.</p>"
        },
        "fr": {
          "alt": "Photo de membres du Parkdale community land trust tenant des affiches de protestation à l'extérieur de l'une de leurs propriétés.",
          "caption": "<p>En réponse à cette crise permanente, le Parkdale Community Land Trust (PNLT) a acheté des maisons de chambres et des immeubles d'habitation de basse taille, retirant ainsi des terrains du marché concurrentiel.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20GentrificationTax_Stud-Wall-3-2.jpeg?itok=Qga9XMSk",
        "en": {
          "alt": "Typical floor plan from levels 2 to 7 showing the new accessible units which can be added thanks to the façade renovation.",
          "caption": "<p>With the proposed modifications to 109 Jameson, 20 family-size (2 and 3-bdrm) suites are added, transforming the unit mix to 30% studio, 38% 1-bdrm, 21% 2-bdrm, and 11% 3-bdrm units, Furthermore, 20% of units are made fully accessible.</p>"
        },
        "fr": {
          "alt": "Plan d'étage type des niveaux 2 à 7 montrant les nouvelles unités accessibles qui peuvent être ajoutées grâce à la rénovation de la façade.",
          "caption": "<p>Avec les modifications proposées au 109 Jameson, 20 appartements familiaux (2 et 3 chambres) sont ajoutés, transformant l'ensemble des unités en 30% de studios, 38% d'appartements d'une chambre, 21% d'appartements de deux chambres et 11% d'appartements de trois chambres.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20GentrificationTax_Stud-Wall-12.jpeg?itok=EQbkqHEx",
        "en": {
          "alt": "Photograph of four people sorting and distributing fresh vegetables.",
          "caption": "<p>Safeguarding affordable housing from the pressures of the profit motivated capital market allows for existing and future neighborhoods, communities, and urban ecologies to remain intact.</p>"
        },
        "fr": {
          "alt": "Photographie de quatre personnes triant et distribuant des légumes frais.",
          "caption": "<p>Protéger les logements abordables des pressions du marché des capitaux motivé par le profit permet de préserver les quartiers, les communautés et les écosystèmes urbains existants et futurs.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20GentrificationTax_Stud-Wall-3-1.jpeg?itok=WyteQI_x",
        "en": {
          "alt": "Roof plan showing a row of 3 bedroom maisonettes as well as outdoor rooftop amenities such as a playground and community garden.",
          "caption": "<p>As a Community Land Trust, 109 Jameson is removed from the housing market, becoming permanently affordable and stable housing rather than a financial asset generating profit for investors.</p>"
        },
        "fr": {
          "alt": "Plan de toiture montrant une rangée de maisonnettes de 3 chambres à coucher ainsi que des aménagements extérieurs sur les toits tels qu'une aire de jeux et un jardin communautaire.",
          "caption": "<p>En tant que organisme foncier solidaire, le 109 Jameson est retiré du marché du logement et devient un logement stable et abordable en permanence plutôt qu'un actif financier générant des profits pour les investisseurs.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20GentrificationTax_Stud-Wall-2_CROP%20MARKS%20AND%20BLEED.jpeg?itok=g9ugm3qH",
        "en": {
          "alt": "3-D view of re-envisioned 109 Jameson with speech bubbles popping out of spaces containing quotes from members of the local community.",
          "caption": "<p>An existing building, acquired by a Community Land Trust (CLT), all units at 109 Jameson are kept affordable for low- and middle-income households.</p>"
        },
        "fr": {
          "alt": "Vue en 3D du 109 Jameson réaménagé, avec des bulles de texte apparaissant dans les espaces contenant des citations de membres de la communauté locale.",
          "caption": "<p>Le 109 Jameson est un bâtiment existant, acquis par une organisme foncier solidaire (OFS), dont tous les logements restent abordables pour les ménages à revenus faibles ou moyens.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20GentrificationTax_Stud-Wall-1_0.jpeg?itok=3whZTNyE",
        "en": {
          "alt": "Large infographic page describing the goals of the uneared increment, how a Real Estate Investment Trust and a Land Trust Operate, how can the unearned increment be captured through taxing gentrification, and a case study in Parkdale at 109 Jameson.",
          "caption": "<p>Parkdale is a downtown Toronto neighborhood that still contains large numbers of affordable homes for low income residents. The Unearned Increment is the value embedded in real estate not created by a private owner, but by indigenous people, local cultural, tenants, neighborhoods, and community organizations.</p>"
        },
        "fr": {
          "alt": "Grande page infographique décrivant les objectifs de l'augmentation non gagnée, le fonctionnement d'une société de placement immobilier et d'une fiducie foncière, la manière dont l'augmentation non gagnée peut être capturée en taxant la gentrification, et",
          "caption": "<p>Parkdale est un quartier du centre-ville de Toronto qui compte encore un grand nombre de logements abordables pour les personnes à bas revenus. L'incrément non gagné est la valeur incorporée dans une propriété qui n'a pas été créée par un propriétaire privé, mais par les populations indigènes, la culture locale, les locataires, les quartiers et les organisations communautaires.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20GentrificationTax_Stud-Wall-4_0.jpeg?itok=cQOllm3s",
        "en": {
          "alt": "Section perspective of 109 Jameson highlighting key design modifications including a new 3 meter deep heavy timber façade addition, rooftop townhouses, along with at grade and rooftop greenspaces.",
          "caption": "<p>At grade, dense new landscape and community facilities will create generous public spaces, activating the public realm and connecting it to adjacent parks and greenspaces. Select additions and renovations to existing buildings will create new public and private amenity space, additional family-sized units, and improved accessible units, while minimizing disruption to existing tenants.</p>"
        },
        "fr": {
          "alt": "Vue en coupe du 109 Jameson mettant en évidence les principales modifications de conception, notamment une nouvelle façade en bois massif de 3 mètres de profondeur, des maisons en rangée sur les toits, ainsi que des espaces verts au niveau du sol et sur l",
          "caption": "<p>Au niveau du sol, de nouveaux aménagements paysagers et communautaires denses créeront des espaces publics généreux, activant le domaine public et le reliant aux parcs et espaces verts adjacents. Certains agrandissements et rénovations de bâtiments existants permettront de créer de nouveaux espaces d'agrément publics et privés, des logements familiaux supplémentaires et des logements plus accessibles, tout en minimisant les perturbations pour les locataires existants.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20GentrificationTax_Stud-Wall-3-3.jpeg?itok=WQq2Vf8p",
        "en": {
          "alt": "Ground floor plan of the proposed renovations for 109 Jameson which include a community commercial space, library, cafe, Parkdale Neighborhood Land Trust offices, and a courtyard",
          "caption": "<p>Housing becomes secure and remains affordable for new and existing tenants. As units become available, those with the greatest housing need can be prioritized.</p>"
        },
        "fr": {
          "alt": "Plan du rez-de-chaussée des rénovations proposées pour le 109 Jameson, qui comprennent un espace commercial communautaire, une bibliothèque, un café, les bureaux du Parkdale Neighborhood Land Trust et une cour.",
          "caption": "<p>Le logement devient sûr et reste abordable pour les nouveaux locataires et les locataires existants. Au fur et à mesure que des logements se libèrent, la priorité est donnée à ceux qui en ont le plus besoin.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20GentrificationTax_Stud-Wall-11.jpeg?itok=XwZwDT5q",
        "en": {
          "alt": "Photograph of members of the Parkdale community land trust holding protest posters outside of one of their properties.",
          "caption": "<p>In response to this ongoing crisis, the Parkdale Community Land Trust (PNLT) has purchased rooming houses and low-rise apartment buildings, taking land out of the competitive market.</p>"
        },
        "fr": {
          "alt": "Photo de membres du Parkdale community land trust tenant des affiches de protestation à l'extérieur de l'une de leurs propriétés.",
          "caption": "<p>En réponse à cette crise permanente, le Parkdale Community Land Trust (PNLT) a acheté des maisons de chambres et des immeubles d'habitation de basse taille, retirant ainsi des terrains du marché concurrentiel.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20GentrificationTax_Stud-Wall-5.jpeg?itok=Q-Nd1GY7",
        "en": {
          "alt": "A wintertime perspective render showing the rooftop green space and townhouses with children playing in the foreground.",
          "caption": "<p>Carefully considered outdoor spaces provide necessary amenities for the community's diverse residents.</p>"
        },
        "fr": {
          "alt": "Un rendu en perspective hivernale montrant l'espace vert sur le toit et les maisons de ville avec des enfants jouant au premier plan.",
          "caption": "<p>Des espaces extérieurs soigneusement étudiés offrent les installations nécessaires aux divers résidents de la communauté.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "surplus-properties-housing",
    "field_demand_no": "⁶",
    "field_exmark": "exAlt3",
    "en": {
      "title": "Surplus Properties for Housing",
      "field_region": "Atlantic",
      "field_content": "<p>Municipal, provincial, and federal governments own an immense number of surplus properties that are sitting idle—often in the form of vacant buildings and empty parcels. There are unused schools, empty office blocks, and brownfield sites sitting fallow. This bounty of potential typically suffers two tragic fates: Remaining empty for years on end while housing conditions in c\\a\\n\\a\\d\\a continue to deteriorate, or being sold off to private developers who go on to transform these properties into new forms of alienation. These already public assets present an immediate and direct route for governments to make a significant contribution to end housing alienation. We demand that these assets be made available for the public good and the development of affordable housing. </p>\n<p>We have developed a pilot-project for this nationally applicable demand in Halifax, Nova Scotia, where the advocacy group This Should Be Housing has mapped the inventory of surplus properties suitable for housing. To demonstrate the viability and immense potential of our demand we have selected a single surplus property currently owned by the Halifax Regional Municipality: The Gray Arena in the Dartmouth neighbourhood. For years the arena structure and the land surrounding it have been underutilized, while the housing shortage in Halifax has become more acute. In fact, the immediate context of the Gray Arena is victim to ongoing predatory capitalism in which large real estate investment companies purchase pre-existing rental stock as investments. We demand the Halifax Regional Municipality make the Gray Arena site available for development of affordable housing now so that it can act as a bulwark against these exploitive practices. </p>\n<p>To achieve the optimal use of this property, and similar ones across the country, we propose a mosaic community programming strategy alongside a mosaic funding model. This entails a thorough mapping of the larger existing context to determine a particular set of community needs to be deployed in a pixelated pattern and integrated alongside housing. The resulting design repurposes the existing Gray Arena structure as a vibrant community hub that anchors housing of diverse tenure type and unit sizes. Programmatic pixelation incorporates the necessary breadth to support deeply healthful living, from community gardens to workshop spaces. At the same time a mosaic funding pattern redeploys existing resources in a novel fashion and demonstrates how projects like the redevelopment of Gray Arena are financially feasible within current economic contexts. Indeed, all the public money is already there—it just needs to be mapped, coordinated, and redeployed. </p>",
      "field_long_summary": "Canadian governments own substantial urban land and building resources. These lands and buildings are currently seen as a surplus asset to be sold and privatized, but it is worth so much more in public hands. We demand that all levels of government give first right of refusal for the use of this land to Indigenous, or non-profit, organizations for the creation of affordable housing suited to the diverse needs of urban residents",
      "lang": "en",
      "activist": "Navigator Street Outreach Program and This Should Be Housing",
      "advocate": "Affordable Housing Association of Nova Scotia",
      "architect": "FBM architecture • interior design • planning",
      "banner_caption": "A community block-party is taking place at the Gerald B. Gray Memorial Arena building. Surrounding the building is a new mix of affordable and market-rate housing. The arena building has been transformed into an open space for various community-driven programs and has a food market that welcomes everybody. This is now a vibrant neighbourhood for living, working, growing food, and playing. The buildings in the background show the surrounding context. A diverse group of people are spending time together on the front steps of the project built on surplus land alongside the arena.\t",
      "actions":[{"label":"Contribute","body":" to This Should Be Housing collective map ","link":"https://thisshouldbehousing.com/"},{"label":"Follow","body":" the Navigator Street Outreach Program’s Twitter ","link":"https://twitter.com/StreetoutreachR"}]
    },
    "fr": {
      "title": "Des propriétés excédentaires pour le logement ",
      "field_region": "Atlantique",
      "field_content": "<p>\nLes administrations municipales, provinciales et fédérales possèdent un très grand nombre de propriétés excédentaires inutilisées, souvent sous la forme de bâtiments vacants et de parcelles vides. Nous demandons que ces actifs soient mis à disposition du bien public et du développement de logements abordables.\n</p>\n\n<p>\nNous avons réalisé une étude de cas pour cette demande à Dartmouth, en Nouvelle-Écosse, où le groupe de défense This Should Be Housing a cartographié l’inventaire des propriétés excédentaires adéquates pour le logement. Pour démontrer la viabilité et l’immense potentiel de notre demande, nous avons choisi un actif excédentaire appartenant actuellement à la municipalité régionale de Halifax : le Gray Arena dans le quartier de Dartmouth. Depuis des années, l’aréna et le terrain qui l’entoure sont sous-utilisés, alors que la pénurie de logements à Halifax ne cesse de s’aggraver. En fait, le contexte immédiat du Gray Arena est victime du capitalisme prédateur actuel, dans le contexte duquel de grandes fiducies de placement immobilier achètent des parcs locatifs existants à des fins d’investissement. La structure du Gray Arena et son terrain doivent servir de bastion contre ces pratiques d’exploitation et être transformés en logements abordables dès maintenant!\n</p>\n\n<p>\nPour parvenir à une utilisation bénéfique de cette propriété, et d’autres similaires à travers le pays, nous proposons une stratégie de programmation communautaire en mosaïque ainsi qu’un modèle de financement en mosaïque. Cette démarche implique une cartographie détaillée du vaste contexte existant afin de déterminer un ensemble particulier de besoins communautaires devant être déployés dans un modèle pixellisé et intégrés aux logements. Dans le même temps, un modèle de financement en mosaïque permet une réaffectation novatrice des ressources existantes et démontre que de tels projets sont financièrement réalisables dans le contexte économique actuel. En effet, tous les fonds publics sont déjà là; il suffit de cartographier, de coordonner et de redéployer! \n</p>\n\n<p>\nGrâce à cette stratégie en mosaïque, nous pouvons créer des logements très abordables tout en incorporant un large éventail de types de logements et d’espaces communautaires répondant aux besoins précis de la communauté.\n</p>\n",
      "field_long_summary": "Nous demandons à ce que tous les ordres de gouvernement rendent accessibles les actifs publics excédentaires pour le développement de logements abordables et pour le bien public, qui n’est pas − et qui ne sera jamais − à vendre!",
      "lang": "fr",
      "activist": "Programme Navigator Street Outreach et This Should Be Housing",
      "advocate": "Affordable Housing Association of Nova Scotia",
      "architect": "FBM architecture • interior design • planning",
      "banner_caption": "Une fête de quartier communautaire a lieu autour de la Gerald B. Gray Memorial Arena. L’immeuble, qui est entouré d’un nouvel ensemble de logements abordables et de logements au prix courant, a été transformé en un espace ouvert destiné à divers programmes communautaires. On y trouve un marché d’alimentation ouvert à tout le monde. Il s’agit maintenant d’un quartier vivant où il faut bon vivre, travailler, jardiner et s’amuser. Les immeubles de l’arrière-plan illustrent l’environnement du projet. Un groupe diversifié est réuni dans l’escalier de la façade, qui s’installe sur une parcelle de terrain excédentaire entourant l’aréna. ",
      "actions":[{"label":"Contribuer","body":" à la carte collective This Should Be Housing  ","link":"https://thisshouldbehousing.com/"},{"label":"Suivez","body":"  le programme Navigator Street Outreach sur Twitter ","link":"https://twitter.com/StreetoutreachR"}]
    },
    "banner": "surplus_properties_banner.jpg",
    "demand_num": "5",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20Surplus%20Properties_Stud-Wall-11_CROP%20MARKS%20AND%20BLEED.jpeg?itok=97ukbKWI",
        "en": {
          "alt": "Poster describing how in the 1980's, R1-M zoning meant that single family dwellings were replaced by low and mid density apartment buildings, further scattering community assets. Central image is a 3-D view of a neighborhood with a couple single family ho",
          "caption": "<p>In the 1980's, R1-M zoning meant that single family dwellings were replaced by low and mid density apartment buildings, further scattering community assets.</p>"
        },
        "fr": {
          "alt": "Affiche décrivant comment, dans les années 1980, le zonage R1-M a entraîné le remplacement des habitations unifamiliales par des immeubles d'habitation de faible et moyenne densité, ce qui a eu pour effet de disperser davantage les atouts de la communauté",
          "caption": "<p>Dans les années 1980, le zonage R1-M a entraîné le remplacement des habitations unifamiliales par des immeubles d'habitation de faible et moyenne densité, ce qui a eu pour effet de disperser encore davantage les atouts de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20Surplus%20Properties_Stud-Wall-2_WITH%20CROP%20MARKS.jpeg?itok=cjl2mSVe",
        "en": {
          "alt": "Page split in two horizontally. The top portion shows an image of an old hockey arena that was used as temporary shelter for some people who lost spaces at a hotel that the city placed them in without notice. The lower part of the page shows a zoomed out ",
          "caption": "<p>The project aims to create a collaborative public database of property vacancies to better identify and track high potential parcels.</p>"
        },
        "fr": {
          "alt": "Page coupée en deux horizontalement. La partie supérieure montre une image d'un ancien stade de hockey qui a été utilisé comme abri temporaire pour certaines personnes qui ont perdu des places dans un hôtel où la ville les a placées sans préavis. La parti",
          "caption": "<p>Le projet vise à créer une base de données publique collaborative sur les biens immobiliers vacants afin de mieux identifier et suivre les parcelles à fort potentiel.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20Surplus%20Properties_Stud-Wall-8_WITH%20CROP%20MARKS.jpeg?itok=F9o4ZSs7",
        "en": {
          "alt": "Section perspective of a housing block full of people from diverse backgrounds listed at the bottom of the page as low income, seniors, newcomers, youth, indigenous, single parents, families, LGBTQIA2S+, BIPOC, mid-income, high income, people fleeing abus",
          "caption": "<p>Housing requires a mix of people to foster inclusion as well as sustain the continued life of the community.</p>"
        },
        "fr": {
          "alt": "Vue en coupe d'un immeuble d'habitation peuplé de personnes d'origines diverses, dont la liste figure en bas de page : personnes à faibles revenus, personnes âgées, nouveaux arrivants, jeunes, autochtones, parents isolés, familles, LGBTQIA2S+, BIPOC, pers",
          "caption": "<p>Le logement nécessite une mixité de personnes pour favoriser l'inclusion et maintenir la vie de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20Surplus%20Properties_Stud-Wall-12_CROP%20MARKS%20AND%20BLEED.jpeg?itok=8oL7BITF",
        "en": {
          "alt": "Poster showing how a future re-envisioning of this site could involve non-profit ownership to safeguard a permanent mix of low-cost and market rate housing while providing necessary assets for a healthy community. The central image is a 3-D view of a mid ",
          "caption": "<p>A future re-envisioning of this site could involve non-profit ownership to safeguard a permanent mix of low-cost and market rate housing while providing necessary assets for a healthy community.</p>"
        },
        "fr": {
          "alt": "Affiche montrant comment un futur réaménagement de ce site pourrait impliquer une propriété à but non lucratif afin de garantir un mélange permanent de logements à bas prix et à prix du marché tout en fournissant les actifs nécessaires à une communauté en",
          "caption": "<p>Un futur réaménagement de ce site pourrait impliquer une propriété à but non lucratif afin de garantir un mélange permanent de logements à bas prix et à prix du marché, tout en fournissant les actifs nécessaires à une communauté en bonne santé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20Surplus%20Properties_Stud-Wall-9_CROP%20MARKS%20AND%20BLEED.jpeg?itok=BvCuKBBw",
        "en": {
          "alt": "Poster describing how in 1915, housing and assets came hand in hand through the allocation of farmable land for livestock and gardening. Central graphic is a drawing of a farmer's field with several cows grazing.",
          "caption": "<p>In 1915, housing and assets came hand in hand through the allocation of farmable land for livestock and gardening.</p>"
        },
        "fr": {
          "alt": "Affiche décrivant comment, en 1915, le logement et le capital sont allés de pair grâce à l'attribution de terres cultivables pour le bétail et le jardinage. L'illustration centrale est un dessin d'un champ d'agriculteur où paissent plusieurs vaches.",
          "caption": "<p>En 1915, le logement et le capital vont de pair grâce à l'attribution de terres cultivables pour le bétail et le jardinage.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20Surplus%20Properties_Stud-Wall-5_WITH%20CROP%20MARKS.jpeg?itok=vWUNoxgJ",
        "en": {
          "alt": "Multi-coloured 3-D view of three story middle density apartment housing centred around an arena style community centre.",
          "caption": "<p>Surplus properties for housing encourages housing that allows people to live, grow, thrive, reconcile, and feel safe.</p>"
        },
        "fr": {
          "alt": "Vue 3D multicolore d'un immeuble d'habitation de densité moyenne de trois étages, centré autour d'un centre communautaire de type aréna.",
          "caption": "<p>Les propriétés excédentaires destinées au logement encouragent la construction de logements qui permettent aux gens de vivre, de grandir, de prospérer, de se réconcilier et de se sentir en sécurité.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20Surplus%20Properties_Stud-Wall-6_WITH%20CROP%20MARKS.jpeg?itok=eESxZThu",
        "en": {
          "alt": "Three part image showing first a map illustrating how Dartmouth North has the lowest houshold incomes in the Halifax Regional Municipality. The second image is a zoomed in neighborhood map showing single family homes, community assets, multi-unit housing,",
          "caption": "<p>The project seeks to understand the role that under-utilized surplus properties can play in reimagining communities through public architecture. Municipal, Provincial, and Federal governments own an immense number of surplus properties that are sitting idle often in the form of vacant buildings and empty parcels.</p>"
        },
        "fr": {
          "alt": "L'image en trois parties montre d'abord une carte illustrant le fait que Dartmouth North a les revenus des ménages les plus bas de la municipalité régionale d'Halifax. La deuxième image est une carte de quartier agrandie montrant les maisons individuelles",
          "caption": "<p>Le projet cherche à comprendre le rôle que les propriétés en surplus sous-utilisées peuvent jouer dans la réimagination des communautés par le biais de l'architecture publique. Les autorités municipales, provinciales et fédérales possèdent un nombre considérable de biens immobiliers excédentaires qui restent inutilisés, souvent sous la forme de bâtiments et de parcelles vides.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20Surplus%20Properties_Stud-Wall-10_CROP%20MARKS%20AND%20BLEED.jpeg?itok=0D6hPrR6",
        "en": {
          "alt": "Poster showing single family homes with some apartment buildings scattered in between.",
          "caption": "<p>In the 1960's tightly packed apartment buildings were introduced into previously low density neighborhoods, creating an unbalanced ratio of housing to assets which led eventually to it being a less engaging place to live.</p>"
        },
        "fr": {
          "alt": "Affiche montrant des maisons unifamiliales avec quelques immeubles d'habitation dispersés entre elles.",
          "caption": "<p>Dans les années 1960, des immeubles d'habitation serrés ont été introduits dans des quartiers auparavant peu denses, créant un rapport déséquilibré entre les logements et les actifs, ce qui a finalement fait de ces quartiers des lieux de vie moins attrayants.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20Surplus%20Properties_Stud-Wall-3_WITH%20CROP%20MARKS.jpeg?itok=29CK5Z5B",
        "en": {
          "alt": "Page divided in to four parts, with titles of money, land, give, and take starting from the top left and moving clockwise. Below each of these are relevant subtitles to the category with flow lines showing how they relate directly to other elements in the",
          "caption": "<p>Funding for this project follows a Mosaic pattern, which involves the engagement of municipal, provincial, and federal governments and programs to re-imagine under utilized lands for meaningful community benefits.</p>"
        },
        "fr": {
          "alt": "La page est divisée en quatre parties, avec les titres argent, terre, donner et prendre, en commençant en haut à gauche et en progressant dans le sens des aiguilles d'une montre. Sous chacun de ces titres figurent des sous-titres pertinents pour la catégo",
          "caption": "<p>Le financement de ce projet suit le modèle Mosaic, qui implique l'engagement des gouvernements et des programmes municipaux, provinciaux et fédéraux pour réimaginer les terres sous-utilisées afin d'en tirer des avantages significatifs pour la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20Surplus%20Properties_Stud-Wall-7_WITH%20CROP%20MARKS.jpeg?itok=C_jj29Aj",
        "en": {
          "alt": "Plan view of a proposed housing development colour coded to various community amenities which include market, health services, child care, workshop, learning spaces, urban farming, spiritual spaces, small business, recreation, green space, communal kitche",
          "caption": "<p>Housing requires a mix of programs in order to support a healthy community.</p>"
        },
        "fr": {
          "alt": "Vue en plan d'un projet de construction de logements, avec un code couleur pour les différents équipements collectifs : marché, services de santé, garderies, ateliers, espaces d'apprentissage, agriculture urbaine, espaces spirituels, petites entreprises, ",
          "caption": "<p>Le logement nécessite une combinaison de programmes afin de soutenir une communauté en bonne santé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20Surplus%20Properties_Stud-Wall-12_CROP%20MARKS%20AND%20BLEED.jpeg?itok=8oL7BITF",
        "en": {
          "alt": "Poster showing how a future re-envisioning of this site could involve non-profit ownership to safeguard a permanent mix of low-cost and market rate housing while providing necessary assets for a healthy community. The central image is a 3-D view of a mid ",
          "caption": "<p>A future re-envisioning of this site could involve non-profit ownership to safeguard a permanent mix of low-cost and market rate housing while providing necessary assets for a healthy community.</p>"
        },
        "fr": {
          "alt": "Affiche montrant comment un futur réaménagement de ce site pourrait impliquer une propriété à but non lucratif afin de garantir un mélange permanent de logements à bas prix et à prix du marché tout en fournissant les actifs nécessaires à une communauté en",
          "caption": "<p>Un futur réaménagement de ce site pourrait impliquer une propriété à but non lucratif afin de garantir un mélange permanent de logements à bas prix et à prix du marché, tout en fournissant les actifs nécessaires à une communauté en bonne santé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20Surplus%20Properties_Stud-Wall-9_CROP%20MARKS%20AND%20BLEED.jpeg?itok=BvCuKBBw",
        "en": {
          "alt": "Poster describing how in 1915, housing and assets came hand in hand through the allocation of farmable land for livestock and gardening. Central graphic is a drawing of a farmer's field with several cows grazing.",
          "caption": "<p>In 1915, housing and assets came hand in hand through the allocation of farmable land for livestock and gardening.</p>"
        },
        "fr": {
          "alt": "Affiche décrivant comment, en 1915, le logement et le capital sont allés de pair grâce à l'attribution de terres cultivables pour le bétail et le jardinage. L'illustration centrale est un dessin d'un champ d'agriculteur où paissent plusieurs vaches.",
          "caption": "<p>En 1915, le logement et le capital vont de pair grâce à l'attribution de terres cultivables pour le bétail et le jardinage.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20Surplus%20Properties_Stud-Wall-5_WITH%20CROP%20MARKS.jpeg?itok=vWUNoxgJ",
        "en": {
          "alt": "Multi-coloured 3-D view of three story middle density apartment housing centred around an arena style community centre.",
          "caption": "<p>Surplus properties for housing encourages housing that allows people to live, grow, thrive, reconcile, and feel safe.</p>"
        },
        "fr": {
          "alt": "Vue 3D multicolore d'un immeuble d'habitation de densité moyenne de trois étages, centré autour d'un centre communautaire de type aréna.",
          "caption": "<p>Les propriétés excédentaires destinées au logement encouragent la construction de logements qui permettent aux gens de vivre, de grandir, de prospérer, de se réconcilier et de se sentir en sécurité.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20Surplus%20Properties_Stud-Wall-6_WITH%20CROP%20MARKS.jpeg?itok=eESxZThu",
        "en": {
          "alt": "Three part image showing first a map illustrating how Dartmouth North has the lowest houshold incomes in the Halifax Regional Municipality. The second image is a zoomed in neighborhood map showing single family homes, community assets, multi-unit housing,",
          "caption": "<p>The project seeks to understand the role that under-utilized surplus properties can play in reimagining communities through public architecture. Municipal, Provincial, and Federal governments own an immense number of surplus properties that are sitting idle often in the form of vacant buildings and empty parcels.</p>"
        },
        "fr": {
          "alt": "L'image en trois parties montre d'abord une carte illustrant le fait que Dartmouth North a les revenus des ménages les plus bas de la municipalité régionale d'Halifax. La deuxième image est une carte de quartier agrandie montrant les maisons individuelles",
          "caption": "<p>Le projet cherche à comprendre le rôle que les propriétés en surplus sous-utilisées peuvent jouer dans la réimagination des communautés par le biais de l'architecture publique. Les autorités municipales, provinciales et fédérales possèdent un nombre considérable de biens immobiliers excédentaires qui restent inutilisés, souvent sous la forme de bâtiments et de parcelles vides.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20Surplus%20Properties_Stud-Wall-10_CROP%20MARKS%20AND%20BLEED.jpeg?itok=0D6hPrR6",
        "en": {
          "alt": "Poster showing single family homes with some apartment buildings scattered in between.",
          "caption": "<p>In the 1960's tightly packed apartment buildings were introduced into previously low density neighborhoods, creating an unbalanced ratio of housing to assets which led eventually to it being a less engaging place to live.</p>"
        },
        "fr": {
          "alt": "Affiche montrant des maisons unifamiliales avec quelques immeubles d'habitation dispersés entre elles.",
          "caption": "<p>Dans les années 1960, des immeubles d'habitation serrés ont été introduits dans des quartiers auparavant peu denses, créant un rapport déséquilibré entre les logements et les actifs, ce qui a finalement fait de ces quartiers des lieux de vie moins attrayants.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20Surplus%20Properties_Stud-Wall-3_WITH%20CROP%20MARKS.jpeg?itok=29CK5Z5B",
        "en": {
          "alt": "Page divided in to four parts, with titles of money, land, give, and take starting from the top left and moving clockwise. Below each of these are relevant subtitles to the category with flow lines showing how they relate directly to other elements in the",
          "caption": "<p>Funding for this project follows a Mosaic pattern, which involves the engagement of municipal, provincial, and federal governments and programs to re-imagine under utilized lands for meaningful community benefits.</p>"
        },
        "fr": {
          "alt": "La page est divisée en quatre parties, avec les titres argent, terre, donner et prendre, en commençant en haut à gauche et en progressant dans le sens des aiguilles d'une montre. Sous chacun de ces titres figurent des sous-titres pertinents pour la catégo",
          "caption": "<p>Le financement de ce projet suit le modèle Mosaic, qui implique l'engagement des gouvernements et des programmes municipaux, provinciaux et fédéraux pour réimaginer les terres sous-utilisées afin d'en tirer des avantages significatifs pour la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20Surplus%20Properties_Stud-Wall-7_WITH%20CROP%20MARKS.jpeg?itok=C_jj29Aj",
        "en": {
          "alt": "Plan view of a proposed housing development colour coded to various community amenities which include market, health services, child care, workshop, learning spaces, urban farming, spiritual spaces, small business, recreation, green space, communal kitche",
          "caption": "<p>Housing requires a mix of programs in order to support a healthy community.</p>"
        },
        "fr": {
          "alt": "Vue en plan d'un projet de construction de logements, avec un code couleur pour les différents équipements collectifs : marché, services de santé, garderies, ateliers, espaces d'apprentissage, agriculture urbaine, espaces spirituels, petites entreprises, ",
          "caption": "<p>Le logement nécessite une combinaison de programmes afin de soutenir une communauté en bonne santé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20Surplus%20Properties_Stud-Wall-11_CROP%20MARKS%20AND%20BLEED.jpeg?itok=97ukbKWI",
        "en": {
          "alt": "Poster describing how in the 1980's, R1-M zoning meant that single family dwellings were replaced by low and mid density apartment buildings, further scattering community assets. Central image is a 3-D view of a neighborhood with a couple single family ho",
          "caption": "<p>In the 1980's, R1-M zoning meant that single family dwellings were replaced by low and mid density apartment buildings, further scattering community assets.</p>"
        },
        "fr": {
          "alt": "Affiche décrivant comment, dans les années 1980, le zonage R1-M a entraîné le remplacement des habitations unifamiliales par des immeubles d'habitation de faible et moyenne densité, ce qui a eu pour effet de disperser davantage les atouts de la communauté",
          "caption": "<p>Dans les années 1980, le zonage R1-M a entraîné le remplacement des habitations unifamiliales par des immeubles d'habitation de faible et moyenne densité, ce qui a eu pour effet de disperser encore davantage les atouts de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20Surplus%20Properties_Stud-Wall-2_WITH%20CROP%20MARKS.jpeg?itok=cjl2mSVe",
        "en": {
          "alt": "Page split in two horizontally. The top portion shows an image of an old hockey arena that was used as temporary shelter for some people who lost spaces at a hotel that the city placed them in without notice. The lower part of the page shows a zoomed out ",
          "caption": "<p>The project aims to create a collaborative public database of property vacancies to better identify and track high potential parcels.</p>"
        },
        "fr": {
          "alt": "Page coupée en deux horizontalement. La partie supérieure montre une image d'un ancien stade de hockey qui a été utilisé comme abri temporaire pour certaines personnes qui ont perdu des places dans un hôtel où la ville les a placées sans préavis. La parti",
          "caption": "<p>Le projet vise à créer une base de données publique collaborative sur les biens immobiliers vacants afin de mieux identifier et suivre les parcelles à fort potentiel.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20Surplus%20Properties_Stud-Wall-8_WITH%20CROP%20MARKS.jpeg?itok=F9o4ZSs7",
        "en": {
          "alt": "Section perspective of a housing block full of people from diverse backgrounds listed at the bottom of the page as low income, seniors, newcomers, youth, indigenous, single parents, families, LGBTQIA2S+, BIPOC, mid-income, high income, people fleeing abus",
          "caption": "<p>Housing requires a mix of people to foster inclusion as well as sustain the continued life of the community.</p>"
        },
        "fr": {
          "alt": "Vue en coupe d'un immeuble d'habitation peuplé de personnes d'origines diverses, dont la liste figure en bas de page : personnes à faibles revenus, personnes âgées, nouveaux arrivants, jeunes, autochtones, parents isolés, familles, LGBTQIA2S+, BIPOC, pers",
          "caption": "<p>Le logement nécessite une mixité de personnes pour favoriser l'inclusion et maintenir la vie de la communauté.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "intentional-communities-unhoused-people",
    "field_demand_no": "⁷",
    "field_exmark": "",
    "en": {
      "title": "Intentional Communities for Unhoused People",
      "field_region": "Toronto",
      "field_content": "<p>Across c\\a\\n\\a\\d\\a, there has been a rapid expansion of tent encampments planned and built by homeless people, who either cannot access shelters, or refuse to subject themselves to the physical danger, psychological insecurity, and lack of community within them. Cities like Toronto and Vancouver have spent millions of dollars violently evicting people from these encampments, and criminalizing those who have supported them, yet people continue to camp out. People spend countless hours finding and helping others find appropriate sites for encampment; accessing basic water and sanitation; retaining access to existing physical and mental health services; erecting all manner of pole-and-tented lodgings; re-inventing beds; feeding themselves; and staying warm. Through these actions, they demonstrate the ability to house themselves—if and when the opportunity presents itself. This strength, resilience, and ingenuity sometimes occurs in more organized forms. In Kitchener, Ontario, for example, a generous landowner, a group of concerned activists, and an existing community of unhoused people created A Better Tent City, a village of 50 people living in tiny houses and sharing common facilities. During the covid-19 pandemic, another group, Toronto Tiny Shelters, produced over a hundred fully insulated dwellings the size of tents for encampments. These precedents point to the importance of working with unhoused people to build strong social communities, not just solid housing. We demand that municipalities across c\\a\\n\\a\\d\\a learn from these precedents and enact specific policies that use underutilized land to fund and build intentional communities where residents receive services, share community responsibilities, and regain the agency to govern space and their own lives. </p>\n<p>We demand that the City of Toronto lead the way by developing model intentional communities. Following consultation with unhoused Torontonians, we demand the construction of a series of prototypical intentional communities that incorporate approximately 25 cabins, plus shared community facilities and basic services, on parking lots or other land already allocated by the city for future affordable housing. We have designed a basic 8’x12’ cabin for individuals as well as a ‘combo’ cabin for couples or roommates. These housing structures are complimented by three types of communal prototypes: An ‘incubator cabin’ for micro-commerce, a washroom and hygiene pavilion, and kitchen and health pavilion. These prototype cabin communities build on the unrelenting energy that unhoused people and underhoused families have shown in erecting self-determined, self-governed housing communities, and will serve as transitional housing until the residents are ready to move into new, long-term housing. Our goal is to provide a suitable and more secure alternative to living in a tent, when the municipal shelter system is not an option. To achieve this vision, we are working with encampment residents, city council members, and community organizations to create a supportive coalition, to amend zoning bylaws, and build trust between intentional community providers and prospective residents. </p>",
      "field_long_summary": "Across the country there are self-made tent encampments housing people who are unable to access permanent housing and do not feel welcome or safe in the government shelter system. To support these unhoused people, we demand that cities use underutilized land to fund and build intentional communities where residents receive services, share community responsibilities, and regain the agency to govern space and their own lives.  ",
      "lang": "en",
      "activist": "A Better Tent City Waterloo Region",
      "advocate": "Toronto Tiny Shelters",
      "architect": "SvN Architects and Planners",
      "banner_caption": "Leaving a tent and entering an intentional cabin community.",
      "actions":[{"label":"Donate","body":" and to and volunteer at A Better Tent City Waterloo Region ","link":"https://www.abettertentcity.org/checkout/donate?donatePageId=62c79d59a996d7031439781f"},{"label":"Watch","body":" Someone Lives Here by Zack Russell ","link":"https://hotdocs.ca/whats-on/films/someone-lives-here"}]
    },
    "fr": {
      "title": "Des communautés intentionnelles pour les personnes sans logement",
      "field_region": "Toronto",
      "field_content": "<p>\nDans tout le pays, on assiste à une expansion rapide des campements de tentes planifiés et construits par des personnes sans-abri qui ne peuvent pas accéder aux refuges ou qui refusent de se soumettre au danger physique, à l’insécurité psychologique ou à l’absence de communauté des refuges urbains. Des villes comme Toronto ont dépensé des millions de dollars pour expulser violemment les gens de ces campements et pour criminaliser les personnes qui leur sont venues en aide. Et cela n’a pas fait disparaître ces campements. Les personnes sans logement ont consacré d’innombrables heures à trouver des sites appropriés et à aider d’autres personnes à en trouver; à accéder à de l’eau et à des installations sanitaires de base; à conserver l’accès à des services de santé mentale et physique existants; à ériger toutes sortes d’abris à l’aide de poteaux et de bâches; à se réinventer des lits; à se nourrir; à rester au chaud, etc. Cela illustre bien la capacité de ces populations à se loger si et quand l’occasion se présente. À Kitchener, en Ontario, un généreux propriétaire foncier, un groupe d’activistes et une communauté de personnes sans logement ont formé A Better Tent City, une communauté de 50 personnes vivant dans des minimaisons et partageant des installations communes. Pendant la pandémie de covid-19, Toronto Tiny Shelters a bâti pour ces campements plus d’une centaine de logements entièrement isolés de la taille d’une tente. Ces précédents montrent l’importance de travailler avec les personnes sans logement pour bâtir non seulement des logements solides, mais aussi des communautés sociales fortes.  \n</p>\n<p>\nAprès avoir consulté des Torontoises et des Torontois sans logement, le collectif Two Steps Home prévoit créer un ensemble prototypique − comprenant jusqu’à 25 maisonnettes, des installations communautaires et des services de base − sur 40 à 60 places de stationnement, dans des espaces de stationnement ou dans d’autres espaces vacants situés sur des terrains déjà achetés par la Ville pour y construire, un jour, des logements abordables. Le projet s’appuie sur l’énergie sans fin dont ont fait preuve les personnes sans logement et les familles dont les logements sont trop petits en érigeant des communautés de logements autodéterminées et autogouvernées. Les maisonnettes serviront de logement de transition jusqu’à ce que les résidentes et les résidents (c’est-à-dire les personnes qui habitaient auparavant sur les campements) soient prêts à emménager dans de nouveaux logements à long terme. Nous voulons ainsi offrir une solution de rechange adéquate aux campements, lorsque le système de refuges municipaux n’est pas une option. Pour réaliser cette vision, les politiciennes et politiciens de la région, les membres du conseil municipal et les organismes communautaires doivent unir leurs voix; les règlements de zonage doivent être modifiés; et une confiance doit être établie entre les fournisseurs de communautés intentionnelles et les résidentes et résidents potentiels. \n</p>",
      "field_long_summary": "Dans tout le c\\a\\n\\a\\d\\a, l’écart se creuse rapidement entre l’itinérance dans la rue ou dans des campements improvisés et l’accès à un logement à long terme. Pour venir en aide aux personnes sans logement, les villes doivent utiliser les terrains sous-utilisés pour financer et construire des communautés intentionnelles où les gens bénéficient de services, partagent les responsabilités communautaires et reprennent le contrôle de l’espace et de leur vie.",
      "lang": "fr",
      "activist": "A Better Tent City, région de Waterloo",
      "advocate": "Toronto Tiny Shelters",
      "architect": "SvN Architects + Planners",
      "banner_caption": "Quitter une tente pour s’installer dans une communauté intentionnelle de maisonnettes.",
      "actions":[{"label":"Faites un don","body":" et faites du bénévolat à A Better Tent City Waterloo Region  ","link":"https://www.abettertentcity.org/checkout/donate?donatePageId=62c79d59a996d7031439781f"},{"label":"Regardez","body":" Someone Lives Here par Zack Russell ","link":"https://hotdocs.ca/whats-on/films/someone-lives-here"}]
    },
    "banner": "intentional_communities_banner.jpg",
    "demand_num": "6",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20intentional%20communities_D_double%20cabin_print.jpeg?itok=znMXQ8La",
        "en": {
          "alt": "Exploded 3-D diagram showing two smaller cabins joining together into a single structure.",
          "caption": "<p>Cabins can be joined together to accommodate a variety of living situations such as roommates and couples.</p>"
        },
        "fr": {
          "alt": "Schéma éclaté en 3D montrant deux petites cabines réunies en une seule structure.",
          "caption": "<p>Les cabines peuvent être réunies pour répondre à diverses situations de vie, telles que les colocations et les couples.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20intentional%20communities_I_PWLE_print_Page_1.jpeg?itok=v55UksAD",
        "en": {
          "alt": "Three page survey of person with lived experience",
          "caption": "<p>Critical to the project was direct engagement with individuals in the transitional housing spectrum. One way this took form was through surveys such as the one pictured above.</p>"
        },
        "fr": {
          "alt": "Enquête de trois pages auprès d'une personne ayant une expérience vécue",
          "caption": "<p>L'engagement direct avec les personnes vivant dans des logements de transition était essentiel pour le projet. Cet engagement s'est notamment concrétisé par des enquêtes telles que celle illustrée ci-dessus.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20intentional%20communities_A_spectrum_print.jpg?itok=9rAfFDnK",
        "en": {
          "alt": "Flow diagram describing the stages of the transitional housing spectrum. From left to right reading encampments, 24-hour respite, overnight shelter, cabin community, and long term housing.",
          "caption": "<p>The proposal would introduce a new addition to the transitional housing spectrum in the form of a cabin community.</p>"
        },
        "fr": {
          "alt": "Organigramme décrivant les étapes de la gamme des logements de transition. De gauche à droite, lecture : campement, répit de 24 heures, abri de nuit, cabane communautaire et logement à long terme.",
          "caption": "<p>La proposition introduirait un nouvel élément dans la gamme des logements de transition, sous la forme d'une communauté de cabanes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20intentional%20communities_E_washroom_print.jpeg?itok=CqCQE-iY",
        "en": {
          "alt": "Exploded 3-D diagram of washroom and hygiene pavilion, showing interior washrooms, shows, and laundry facilities.",
          "caption": "<p>Washrooms and hygiene services are an essential part of the health of the cabin community and as such they are given ample space. </p>"
        },
        "fr": {
          "alt": "Schéma explosé en 3D du pavillon des toilettes et de l'hygiène, montrant les toilettes intérieures, les douches et les installations de lavage.",
          "caption": "<p>Les toilettes et les services d'hygiène sont un élément essentiel de la santé de la communauté des cabines et, à ce titre, ils disposent d'un espace suffisant.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20intentional%20communities_B_basic%20cabin_print.jpeg?itok=SOh6KizX",
        "en": {
          "alt": "Exploded 3-D diagram of single cabin.",
          "caption": "<p>The basic unit for the cabin community is a small one person cabin with attachable additional modules.</p>"
        },
        "fr": {
          "alt": "Schéma éclaté en 3D d'une cabine simple.",
          "caption": "<p>L'unité de base de la communauté des cabanes est une petite cabane pour une personne, à laquelle peuvent s'ajouter des modules supplémentaires.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20intentional%20communities_K_governance_print.jpeg?itok=gIsBuZVh",
        "en": {
          "alt": "Split page diagram showing typical shelter governance structure on the left and the proposed intentional community model on the right.",
          "caption": "<p>Typical shelter governance structures are organized as strictly top down, and struggle to include those receiving services in their decision making processes. The team proposes an Intentional Community Model which is managed by a non-profit agency and centres the community as a key stakeholder in decision making. </p>"
        },
        "fr": {
          "alt": "Diagramme à double page montrant la structure de gouvernance typique d'un refuge à gauche et le modèle de communauté intentionnelle proposé à droite.",
          "caption": "<p>Les structures de gouvernance typiques des refuges sont organisées de manière strictement descendante et ont des difficultés à inclure les bénéficiaires des services dans leurs processus de prise de décision. L'équipe propose un modèle de communauté intentionnelle qui est géré par une agence à but non lucratif et qui fait de la communauté un acteur clé de la prise de décision.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20intentional%20communities_F_incubator_print.jpeg?itok=QFeRYEyd",
        "en": {
          "alt": "Zoomed in 3-D view of incubator unit showing how information will be displayed on the side as well as at an information desk.",
          "caption": "<p>A small structure called an Incubator Unit operates on site as a centre for community services and a point of contact for opportunities.</p>"
        },
        "fr": {
          "alt": "Vue 3D zoomée de l'incubateur montrant comment les informations seront affichées sur le côté ainsi qu'à un comptoir d'information.",
          "caption": "<p>Une petite structure appelée \"Incubator Unit\" fonctionne sur le site comme un centre de services communautaires et un point de contact pour les opportunités.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20intentional%20communities_C_kitchen_print.jpeg?itok=L7gG0Nm6",
        "en": {
          "alt": "Exploded 3-D view of kitchen and Health pavilion showing people eating outside in one and inside in the other.",
          "caption": "<p>Food and health services are provided on site through a specialized pavilion.</p>"
        },
        "fr": {
          "alt": "Vue 3D éclatée de la cuisine et du pavillon de la santé montrant des personnes mangeant à l'extérieur dans l'un et à l'intérieur dans l'autre.",
          "caption": "<p>Les services de la nourriture et de la santé sont assurés sur place par un pavillon spécialisé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20intentional%20communities_J_collectivity_print.jpeg?itok=wYq-gYaM",
        "en": {
          "alt": "3-D diagram with call out drawings of people in the cabin community interacting in various ways such as at picnic tables.",
          "caption": "<p>Within the cabin community, architectural and organizational structures are integrated to facilitate communication and collective decision making amongst residents. </p>"
        },
        "fr": {
          "alt": "Diagramme en 3D avec des dessins d'appel de personnes de la communauté de la cabane interagissant de diverses manières, par exemple à des tables de pique-nique.",
          "caption": "<p>Au sein de la communauté de cabanes, les structures architecturales et organisationnelles sont intégrées pour faciliter la communication et la prise de décision collective entre les résidents.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20intentional%20communities_M_site_PRINT%20THIS%20ONE%20CHRIS_0.jpeg?itok=0bOEwMP5",
        "en": {
          "alt": "3-D view of a cabin community installed in a parking lot with Two Steps Home, Tents to Cabins to Home written on an adjacent wall.",
          "caption": "<p>The team investigated the gap in the provision of housing for those in the transitional housing spectrum, adding support for unhoused individual between living on the street and long term housing.</p>"
        },
        "fr": {
          "alt": "Vue en 3D d'une communauté de cabanes installée dans un parking avec Two Steps Home, Tents to Cabins to Home écrit sur un mur adjacent.",
          "caption": "<p>L'équipe a étudié les disparités dans l'offre de logements pour les personnes qui se trouvent dans la gamme des logements de transition, en ajoutant un soutien aux personnes non logées entre la rue et le logement à long terme.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20intentional%20communities_I_PWLE_print_Page_1.jpeg?itok=v55UksAD",
        "en": {
          "alt": "Three page survey of person with lived experience",
          "caption": "<p>Critical to the project was direct engagement with individuals in the transitional housing spectrum. One way this took form was through surveys such as the one pictured above.</p>"
        },
        "fr": {
          "alt": "Enquête de trois pages auprès d'une personne ayant une expérience vécue",
          "caption": "<p>L'engagement direct avec les personnes vivant dans des logements de transition était essentiel pour le projet. Cet engagement s'est notamment concrétisé par des enquêtes telles que celle illustrée ci-dessus.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20intentional%20communities_A_spectrum_print.jpg?itok=9rAfFDnK",
        "en": {
          "alt": "Flow diagram describing the stages of the transitional housing spectrum. From left to right reading encampments, 24-hour respite, overnight shelter, cabin community, and long term housing.",
          "caption": "<p>The proposal would introduce a new addition to the transitional housing spectrum in the form of a cabin community.</p>"
        },
        "fr": {
          "alt": "Organigramme décrivant les étapes de la gamme des logements de transition. De gauche à droite, lecture : campement, répit de 24 heures, abri de nuit, cabane communautaire et logement à long terme.",
          "caption": "<p>La proposition introduirait un nouvel élément dans la gamme des logements de transition, sous la forme d'une communauté de cabanes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20intentional%20communities_E_washroom_print.jpeg?itok=CqCQE-iY",
        "en": {
          "alt": "Exploded 3-D diagram of washroom and hygiene pavilion, showing interior washrooms, shows, and laundry facilities.",
          "caption": "<p>Washrooms and hygiene services are an essential part of the health of the cabin community and as such they are given ample space. </p>"
        },
        "fr": {
          "alt": "Schéma explosé en 3D du pavillon des toilettes et de l'hygiène, montrant les toilettes intérieures, les douches et les installations de lavage.",
          "caption": "<p>Les toilettes et les services d'hygiène sont un élément essentiel de la santé de la communauté des cabines et, à ce titre, ils disposent d'un espace suffisant.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20intentional%20communities_B_basic%20cabin_print.jpeg?itok=SOh6KizX",
        "en": {
          "alt": "Exploded 3-D diagram of single cabin.",
          "caption": "<p>The basic unit for the cabin community is a small one person cabin with attachable additional modules.</p>"
        },
        "fr": {
          "alt": "Schéma éclaté en 3D d'une cabine simple.",
          "caption": "<p>L'unité de base de la communauté des cabanes est une petite cabane pour une personne, à laquelle peuvent s'ajouter des modules supplémentaires.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20intentional%20communities_K_governance_print.jpeg?itok=gIsBuZVh",
        "en": {
          "alt": "Split page diagram showing typical shelter governance structure on the left and the proposed intentional community model on the right.",
          "caption": "<p>Typical shelter governance structures are organized as strictly top down, and struggle to include those receiving services in their decision making processes. The team proposes an Intentional Community Model which is managed by a non-profit agency and centres the community as a key stakeholder in decision making. </p>"
        },
        "fr": {
          "alt": "Diagramme à double page montrant la structure de gouvernance typique d'un refuge à gauche et le modèle de communauté intentionnelle proposé à droite.",
          "caption": "<p>Les structures de gouvernance typiques des refuges sont organisées de manière strictement descendante et ont des difficultés à inclure les bénéficiaires des services dans leurs processus de prise de décision. L'équipe propose un modèle de communauté intentionnelle qui est géré par une agence à but non lucratif et qui fait de la communauté un acteur clé de la prise de décision.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20intentional%20communities_F_incubator_print.jpeg?itok=QFeRYEyd",
        "en": {
          "alt": "Zoomed in 3-D view of incubator unit showing how information will be displayed on the side as well as at an information desk.",
          "caption": "<p>A small structure called an Incubator Unit operates on site as a centre for community services and a point of contact for opportunities.</p>"
        },
        "fr": {
          "alt": "Vue 3D zoomée de l'incubateur montrant comment les informations seront affichées sur le côté ainsi qu'à un comptoir d'information.",
          "caption": "<p>Une petite structure appelée \"Incubator Unit\" fonctionne sur le site comme un centre de services communautaires et un point de contact pour les opportunités.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20intentional%20communities_C_kitchen_print.jpeg?itok=L7gG0Nm6",
        "en": {
          "alt": "Exploded 3-D view of kitchen and Health pavilion showing people eating outside in one and inside in the other.",
          "caption": "<p>Food and health services are provided on site through a specialized pavilion.</p>"
        },
        "fr": {
          "alt": "Vue 3D éclatée de la cuisine et du pavillon de la santé montrant des personnes mangeant à l'extérieur dans l'un et à l'intérieur dans l'autre.",
          "caption": "<p>Les services de la nourriture et de la santé sont assurés sur place par un pavillon spécialisé.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20intentional%20communities_J_collectivity_print.jpeg?itok=wYq-gYaM",
        "en": {
          "alt": "3-D diagram with call out drawings of people in the cabin community interacting in various ways such as at picnic tables.",
          "caption": "<p>Within the cabin community, architectural and organizational structures are integrated to facilitate communication and collective decision making amongst residents. </p>"
        },
        "fr": {
          "alt": "Diagramme en 3D avec des dessins d'appel de personnes de la communauté de la cabane interagissant de diverses manières, par exemple à des tables de pique-nique.",
          "caption": "<p>Au sein de la communauté de cabanes, les structures architecturales et organisationnelles sont intégrées pour faciliter la communication et la prise de décision collective entre les résidents.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20intentional%20communities_M_site_PRINT%20THIS%20ONE%20CHRIS_0.jpeg?itok=0bOEwMP5",
        "en": {
          "alt": "3-D view of a cabin community installed in a parking lot with Two Steps Home, Tents to Cabins to Home written on an adjacent wall.",
          "caption": "<p>The team investigated the gap in the provision of housing for those in the transitional housing spectrum, adding support for unhoused individual between living on the street and long term housing.</p>"
        },
        "fr": {
          "alt": "Vue en 3D d'une communauté de cabanes installée dans un parking avec Two Steps Home, Tents to Cabins to Home écrit sur un mur adjacent.",
          "caption": "<p>L'équipe a étudié les disparités dans l'offre de logements pour les personnes qui se trouvent dans la gamme des logements de transition, en ajoutant un soutien aux personnes non logées entre la rue et le logement à long terme.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20intentional%20communities_D_double%20cabin_print.jpeg?itok=znMXQ8La",
        "en": {
          "alt": "Exploded 3-D diagram showing two smaller cabins joining together into a single structure.",
          "caption": "<p>Cabins can be joined together to accommodate a variety of living situations such as roommates and couples.</p>"
        },
        "fr": {
          "alt": "Schéma éclaté en 3D montrant deux petites cabines réunies en une seule structure.",
          "caption": "<p>Les cabines peuvent être réunies pour répondre à diverses situations de vie, telles que les colocations et les couples.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "collective-ownership",
    "field_demand_no": "⁸",
    "field_exmark": "",
    "en": {
      "title": "Collective Ownership",
      "field_region": "Vancouver",
      "field_content": "<p>Collective action and collective ownership is marginalized and rarely utilized in c\\a\\n\\a\\d\\a’s private, profit driven housing system. And even when they are deployed, they are often done so in isolation, unrealizing the synergistic benefits that they can provide in unison. The result is the unrivalled dominance of speculative housing that is at once unaffordable and socially isolating.  Co-operative housing, cohousing, and co-living are all, in varying ways, vital in the fight against housing alienation.  </p>\n<p>The barriers to realizing the full potential collective ownership are systemic on multiple fronts. While cohousing and co-living models are experiencing a resurgence, they have been co-opted by the market and repackaged as for-profit friendly. This process has swept the radical, mutual aid roots aside and flattened their potential. Indeed, most cohousing utilizes a condominium or strata model. At the same time, financial institutions are reluctant to fund co-ops, cohousing, and co-living projects, presenting a major hurdle for more widespread deployment.  </p>\n<p>To overcome this systemic bias against collectivity, we demand that both government and financial institutions adopt policies to support a bold new vision of collective ownership that leverages the best attributes of various collective housing approaches – what we call Co-Co-Mo. Co-Co-Mo combines the cooperative tenure model with the cohousing delivery model of participatory design and development with the socio-spatial arrangements co-living. To achieve this requires a regulatory approach for policy changes at all levels of government and an end to the roadblocks within the financial sector. </p>\n<p>To demonstrate the potential of Co-C-Mo, we have developed a case study project in the specific cultural context of the City of Richmond within Metro Vancouver. Diversity is concentrated in Metro Vancouver’s suburbs. The “ethnoburb” of Richmond is 80% visible minority and 60% immigrants and its concentration of Chinese and East Asian people has fostered cultural preservation, including a thriving shadow economy of goods and services rendered from private homes and disseminated through personal networks and cash payments. This vibrancy persists despite the prevalence of single-family houses on large lots. However, this low-density, car-oriented urbanism isolates people from their neighbours and younger generations from their elders and contributes to cultural loss over generations. It also has dogged inflexibility in the face of a housing and climate change.  </p>\n<p>The site for our case study is a leftover from Richmond’s agrarian past, a large lot with double street frontage in a largely developed area. Richmond’s unique history and cultural mosaic includes a large number of working- and middle-class families, resulting in a rich opportunity for diverse intentional communities. To develop critical design criteria, we held an expert-led workshop that incorporated layered “personas” based on demographic data, interviews, and direct observation. Through this process we developed a housing scheme that accommodates diverse residents and their varied needs and desires. The result is a micro-campus of medium density forms that respond to varying familial conditions and ages, from senior’s cohousing to families with children, interwoven with collective eating, working, and socializing spaces. </p>",
      "field_long_summary": "The legal, cultural, and financial systems for housing in c\\a\\n\\a\\d\\a have been biased to privately house the nuclear family. As a result, it is near impossible to obtain funding for collectively owned housing. We demand that all levels of government incorporate policies that encourage co-living - cohousing and cooperatives over speculative real estate development and that credit unions and banks remove roadblocks and create pathways to collective financing models. ",
      "lang": "en",
      "activist": "",
      "advocate": "Canadian Cohousing Network",
      "architect": "Haeccity Studio Architecture",
      "banner_caption": "A community of diverse residents gathers for a collective meal amid buildings with connecting paths, shared gardens, play areas and amenity spaces.",
      "actions":[{"label":"Read","body":" and share the Manual of Co","link":"https://www.haeccity.com/wlog/cocomo"},{"label":"Subscribe","body":", join, or donate to the Canadian Cohousing Network  ","link":"https://cohousing.ca/"},{"label":"Buy","body":" or rent in an existing Cohousing project","link":"https://cohousing.ca/classifieds/"},{"label":"Find","body":" a Housing Co-op in BC","link":"https://www.chf.bc.ca/find-co-op/"},{"label":"Organize","body":" a collaborative meal with a group of people and chat about what living more collaboratively could look like and share photos of it with #collectiveownership","link":""}]
    },
    "fr": {
      "title": "La propriété collective",
      "field_region": "Vancouver",
      "field_content": "<p>\nL’action collective et la propriété collective sont des mouvements fondamentalement anticapitalistes. Ensemble, elles peuvent créer une démarchandisation du logement au c\\a\\n\\a\\d\\a. Nous proposons en outre que la propriété collective soit une stratégie de préservation culturelle et de justice raciale. \n</p>\n<p>\nLa diversité de la région de Vancouver est concentrée dans ses banlieues. La « banlieue ethnique » de Richmond est composée à 80 % de minorités visibles et à 60 % de personnes immigrantes. Sa concentration de populations originaires de la Chine et des autres pays d’Asie de l’Est a favorisé la préservation de la culture, dont une « économie parallèle » florissante de biens et de services fournis à partir de maisons privées et diffusés par l’intermédiaire de réseaux personnels et de paiements en espèces. \n</p>\n<p>\nLa maison unifamiliale située sur un grand terrain, dans des pâtés de maisons quadrillés, est très répandue sur ces terres autrefois agraires. Ce format isole les gens de leurs voisins, et les jeunes générations des personnes âgées. Il contribue à une perte culturelle au fil des générations et se caractérise par une inflexibilité tenace face à la crise du logement et à la crise climatique.\n</p>\n<p>\nCette proposition représente une étude de cas de CO-, où les facettes de diverses approches de logement collectif sont combinées dans une seule communauté intentionnelle. L’étude rejette l’approche du logement « taille unique » et opte pour un processus de conception et de réalisation de projets axés sur l’utilisateur, qui s’aligne sur le financement coopératif des projets et les modes de vie axés sur la communauté. Pour y parvenir, il est nécessaire d’utiliser une approche réglementaire des changements de politiques municipales et d’éliminer les obstacles aux modèles coopératifs dans le secteur financier.\n</p>\n<p> \nEn créant des « personas » détaillés à partir de données démographiques, d’entretiens et d’observations directes, nous avons organisé un atelier dirigé par des spécialistes, en opérant avec empathie pour établir des critères de conception critiques. Le site, qui est un vestige du passé agraire de Richmond, comprend un grand terrain avec façade sur deux rues dans une zone largement développée. L’histoire et la situation géographique uniques de Richmond sont à l’origine d’une mosaïque culturelle et d’un grand nombre de familles de la classe ouvrière et de la classe moyenne, ce qui offre de nombreuses possibilités de créer des communautés intentionnelles diverses.\n</p><p><a href=\"/files/The_Manual_of_Co-Haeccity_Studio_Architecture.pdf\">The Manual of CO—</a> (PDF)</p>",
      "field_long_summary": "Nous demandons aux municipalités d’intégrer des lignes directrices qui privilégient les diverses formes de logement coopératif plutôt que le développement immobilier spéculatif. Nous pensons que les institutions financières, y compris les coopératives de crédit, les banques et d’autres institutions financières, doivent participer à définir l’essentiel des obstacles et des chemins menant à la diversification des modèles de financement favorisant les modèles coopératifs. ",
      "lang": "fr",
      "activist": "",
      "advocate": "Réseau canadien de cohabitation",
      "architect": "Haeccity Studio Architecture",
      "banner_caption": "Un groupe diversifié de résidentes et de résidents se réunit pour un repas collectif sur une place entourée d’immeubles, de sentiers, de zones de jeu et d’espaces communs.",
      "actions":[{"label":"Lisez","body":" et partagez le Manual of Co","link":"https://www.haeccity.com/wlog/cocomo"},{"label":"S'abonner","body":", se joindre ou faire un don au Réseau canadien de cohabitation ","link":"https://cohousing.ca/"},{"label":"Acheter","body":" ou louer dans un projet de cohabitat existant (https://cohousing.ca/classifieds/)  ","link":"https://cohousing.ca/classifieds/"},{"label":"Trouvez","body":" une coopérative d'habitation en Colombie-Britannique","link":"https://www.chf.bc.ca/find-co-op/"},{"label":"Organisez","body":" un repas collaboratif avec un groupe de personnes et discutez de ce à quoi pourrait ressembler un mode de vie plus collaboratif et partagez des photos avec #propriétécollective.","link":""}]
    },
    "banner": "collective_ownership_banner.jpg",
    "demand_num": "7",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20230410_CollectiveOwnership_Triptych01WCropsandBleeds.jpeg?itok=8kOTHE-0",
        "en": {
          "alt": "3-D drawing of an infill project with a compact single family home within a former backyard space. The spaces are full of people doing various activities.",
          "caption": "<p>Envisioning the diverse groups of peoples and connections present in the project, the team created a series of drawings featuring hypothetical characters. In this case, it shows the massing structure of a single family unit.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un projet de construction d'une maison unifamiliale compacte dans une ancienne arrière-cour. Les espaces sont occupés par des personnes s'adonnant à diverses activités.",
          "caption": "<p>Envisageant les divers groupes de personnes et les liens présents dans le projet, l'équipe a créé une série de dessins mettant en scène des personnages hypothétiques. Dans le cas présent, il s'agit de la structure de masse d'un logement unifamilial.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20CollectiveOwnership_4x6Photos%205.jpeg?itok=eAEWdTPu",
        "en": {
          "alt": "Image of four people dancing on a stage wearing traditional clothing.",
          "caption": "<p>As mentioned earlier, Richmond BC is what some have referred to as an ethnoburb. This high degree of cultural similarity allows for the area to foster cultural preservation.</p>"
        },
        "fr": {
          "alt": "Image de quatre personnes dansant sur une scène et portant des vêtements traditionnels.",
          "caption": "<p>Comme nous l'avons déjà mentionné, Richmond BC est ce que certains appellent une \"ethnoburb\". Ce degré élevé de similitude culturelle permet à la région de favoriser la préservation de la culture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20CollectiveOwnership_VennishDiagramWCutLine.jpeg?itok=E7sw6BA-",
        "en": {
          "alt": "Three circle diagram with co-co-mo in the centre.",
          "caption": "<p>In synthesizing enhanced ideas on collective living, the team developed a housing strategy called Co-Co-Mo. This combines co-op tenure, co-housing delivery, and co-living community to create housing which responds to both the financial and social needs of it's community.</p>"
        },
        "fr": {
          "alt": "Diagramme à trois cercles avec co-co-mo au centre.",
          "caption": "<p>En synthétisant les idées avancées sur la vie collective, l'équipe a développé une stratégie de logement appelée Co-Co-Mo. Cette stratégie combine l'occupation coopérative, la livraison de logements en commun et la communauté de vie en commun pour créer des logements qui répondent à la fois aux besoins financiers et sociaux de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20230410_CollectiveOwnership_Triptych02WCropsandBleeds.jpeg?itok=oGzcWiz1",
        "en": {
          "alt": "3-D drawing of mid density infill project with a common house and community garden in the foreground.",
          "caption": "<p>In this case, the drawing explores a more collective, co housing structure to the development.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un projet de construction intercalaire de moyenne densité avec, au premier plan, une maison commune et un jardin communautaire.",
          "caption": "<p>Dans ce cas, le dessin explore une structure plus collective, de co-habitation, pour le développement.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20GARDEN%20CITY.jpeg?itok=IqXdYFXq",
        "en": {
          "alt": "Aerial image of Richmond BC with Vancouver and the mountains in the background.",
          "caption": "<p>The team also examined the urban planning of the site and how their proposal could both fit in to the character of the community while simultaneously adding essential services and spaces that are not currently present.</p>"
        },
        "fr": {
          "alt": "Image aérienne de Richmond BC avec Vancouver et les montagnes en arrière-plan.",
          "caption": "<p>L'équipe a également examiné l'urbanisme du site et la manière dont sa proposition pourrait s'intégrer au caractère de la communauté tout en ajoutant des services et des espaces essentiels qui n'existent pas actuellement.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20HOUSEHOLD%20ECONOMICS.jpeg?itok=G3tBApcd",
        "en": {
          "alt": "Flow diagram showing how group finances are split equitably amongst residents.",
          "caption": "<p>As part of their proposal, the team created a Manual of Co, which describes in detail the functioning of the co-co-mo housing structure. Notably, details were examined such as the mechanics of how finances are shared amongst residents.</p>"
        },
        "fr": {
          "alt": "Diagramme montrant comment les finances du groupe sont réparties équitablement entre les résidents.",
          "caption": "<p>Dans le cadre de sa proposition, l'équipe a créé un \"Manual of Co\", qui décrit en détail le fonctionnement de la structure d'habitation coopérative. Des détails ont notamment été examinés, tels que les mécanismes de partage des finances entre les résidents.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20230410_CollectiveOwnership_Triptych03WCropsandBleeds.jpeg?itok=FEJcMzFY",
        "en": {
          "alt": "3-D drawing of building cut away to reveal a multi-level room where people are both working and living.",
          "caption": "<p>The team also investigated a co-live-work scenario wherein residents could live and work collectively in larger common spaces.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un bâtiment découpé pour révéler une pièce à plusieurs niveaux où des personnes travaillent et vivent.",
          "caption": "<p>L'équipe a également étudié un scénario de co-live-work dans lequel les résidents pourraient vivre et travailler collectivement dans des espaces communs plus vastes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20CO-DESIGN.jpeg?itok=w9PMiNLM",
        "en": {
          "alt": "Image of people collaborating around a table with an architectural drawing in the centre.",
          "caption": "<p>Critical in the design process of this project was the idea of co-design. Haeccity along with members from the Canadian Cohousing Network conducted a workshop where members would represent stakeholder personas and advocate for various concerns.</p>"
        },
        "fr": {
          "alt": "Image de personnes collaborant autour d'une table avec un dessin d'architecture au centre.",
          "caption": "<p>L'idée de co-design a joué un rôle essentiel dans le processus de conception de ce projet. Haeccity et des membres du Le Réseau canadien de cohabitation ont organisé un atelier au cours duquel les membres représentaient des personas de parties prenantes et défendaient diverses préoccupations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20ETHNOBURB.jpeg?itok=Co-79XZ8",
        "en": {
          "alt": "Photograph of construction site with two cranes and white hoarding decorated with advertisement for HSBC bank.",
          "caption": "<p>As part of the Manual of Co, the team conducted research in to the distinct character of an ethnoburb as it relates to their selected case study site in Richmond, BC.</p>"
        },
        "fr": {
          "alt": "Photographie d'un chantier de construction avec deux grues et un panneau blanc orné d'une publicité pour la banque HSBC.",
          "caption": "<p>Dans le cadre du Manuel de Co, l'équipe a mené des recherches sur le caractère distinct d'une ethnoburb par rapport au site d'étude de cas qu'elle a choisi à Richmond, en Colombie-Britannique.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20230410_CollectiveOwnership_Triptych02WCropsandBleeds.jpeg?itok=oGzcWiz1",
        "en": {
          "alt": "3-D drawing of mid density infill project with a common house and community garden in the foreground.",
          "caption": "<p>In this case, the drawing explores a more collective, co housing structure to the development.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un projet de construction intercalaire de moyenne densité avec, au premier plan, une maison commune et un jardin communautaire.",
          "caption": "<p>Dans ce cas, le dessin explore une structure plus collective, de co-habitation, pour le développement.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20GARDEN%20CITY.jpeg?itok=IqXdYFXq",
        "en": {
          "alt": "Aerial image of Richmond BC with Vancouver and the mountains in the background.",
          "caption": "<p>The team also examined the urban planning of the site and how their proposal could both fit in to the character of the community while simultaneously adding essential services and spaces that are not currently present.</p>"
        },
        "fr": {
          "alt": "Image aérienne de Richmond BC avec Vancouver et les montagnes en arrière-plan.",
          "caption": "<p>L'équipe a également examiné l'urbanisme du site et la manière dont sa proposition pourrait s'intégrer au caractère de la communauté tout en ajoutant des services et des espaces essentiels qui n'existent pas actuellement.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20HOUSEHOLD%20ECONOMICS.jpeg?itok=G3tBApcd",
        "en": {
          "alt": "Flow diagram showing how group finances are split equitably amongst residents.",
          "caption": "<p>As part of their proposal, the team created a Manual of Co, which describes in detail the functioning of the co-co-mo housing structure. Notably, details were examined such as the mechanics of how finances are shared amongst residents.</p>"
        },
        "fr": {
          "alt": "Diagramme montrant comment les finances du groupe sont réparties équitablement entre les résidents.",
          "caption": "<p>Dans le cadre de sa proposition, l'équipe a créé un \"Manual of Co\", qui décrit en détail le fonctionnement de la structure d'habitation coopérative. Des détails ont notamment été examinés, tels que les mécanismes de partage des finances entre les résidents.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/10%20-%20230410_CollectiveOwnership_Triptych03WCropsandBleeds.jpeg?itok=FEJcMzFY",
        "en": {
          "alt": "3-D drawing of building cut away to reveal a multi-level room where people are both working and living.",
          "caption": "<p>The team also investigated a co-live-work scenario wherein residents could live and work collectively in larger common spaces.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un bâtiment découpé pour révéler une pièce à plusieurs niveaux où des personnes travaillent et vivent.",
          "caption": "<p>L'équipe a également étudié un scénario de co-live-work dans lequel les résidents pourraient vivre et travailler collectivement dans des espaces communs plus vastes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20CO-DESIGN.jpeg?itok=w9PMiNLM",
        "en": {
          "alt": "Image of people collaborating around a table with an architectural drawing in the centre.",
          "caption": "<p>Critical in the design process of this project was the idea of co-design. Haeccity along with members from the Canadian Cohousing Network conducted a workshop where members would represent stakeholder personas and advocate for various concerns.</p>"
        },
        "fr": {
          "alt": "Image de personnes collaborant autour d'une table avec un dessin d'architecture au centre.",
          "caption": "<p>L'idée de co-design a joué un rôle essentiel dans le processus de conception de ce projet. Haeccity et des membres du Le Réseau canadien de cohabitation ont organisé un atelier au cours duquel les membres représentaient des personas de parties prenantes et défendaient diverses préoccupations.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20ETHNOBURB.jpeg?itok=Co-79XZ8",
        "en": {
          "alt": "Photograph of construction site with two cranes and white hoarding decorated with advertisement for HSBC bank.",
          "caption": "<p>As part of the Manual of Co, the team conducted research in to the distinct character of an ethnoburb as it relates to their selected case study site in Richmond, BC.</p>"
        },
        "fr": {
          "alt": "Photographie d'un chantier de construction avec deux grues et un panneau blanc orné d'une publicité pour la banque HSBC.",
          "caption": "<p>Dans le cadre du Manuel de Co, l'équipe a mené des recherches sur le caractère distinct d'une ethnoburb par rapport au site d'étude de cas qu'elle a choisi à Richmond, en Colombie-Britannique.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20230410_CollectiveOwnership_Triptych01WCropsandBleeds.jpeg?itok=8kOTHE-0",
        "en": {
          "alt": "3-D drawing of an infill project with a compact single family home within a former backyard space. The spaces are full of people doing various activities.",
          "caption": "<p>Envisioning the diverse groups of peoples and connections present in the project, the team created a series of drawings featuring hypothetical characters. In this case, it shows the massing structure of a single family unit.</p>"
        },
        "fr": {
          "alt": "Dessin en 3D d'un projet de construction d'une maison unifamiliale compacte dans une ancienne arrière-cour. Les espaces sont occupés par des personnes s'adonnant à diverses activités.",
          "caption": "<p>Envisageant les divers groupes de personnes et les liens présents dans le projet, l'équipe a créé une série de dessins mettant en scène des personnages hypothétiques. Dans le cas présent, il s'agit de la structure de masse d'un logement unifamilial.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20CollectiveOwnership_4x6Photos%205.jpeg?itok=eAEWdTPu",
        "en": {
          "alt": "Image of four people dancing on a stage wearing traditional clothing.",
          "caption": "<p>As mentioned earlier, Richmond BC is what some have referred to as an ethnoburb. This high degree of cultural similarity allows for the area to foster cultural preservation.</p>"
        },
        "fr": {
          "alt": "Image de quatre personnes dansant sur une scène et portant des vêtements traditionnels.",
          "caption": "<p>Comme nous l'avons déjà mentionné, Richmond BC est ce que certains appellent une \"ethnoburb\". Ce degré élevé de similitude culturelle permet à la région de favoriser la préservation de la culture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20CollectiveOwnership_VennishDiagramWCutLine.jpeg?itok=E7sw6BA-",
        "en": {
          "alt": "Three circle diagram with co-co-mo in the centre.",
          "caption": "<p>In synthesizing enhanced ideas on collective living, the team developed a housing strategy called Co-Co-Mo. This combines co-op tenure, co-housing delivery, and co-living community to create housing which responds to both the financial and social needs of it's community.</p>"
        },
        "fr": {
          "alt": "Diagramme à trois cercles avec co-co-mo au centre.",
          "caption": "<p>En synthétisant les idées avancées sur la vie collective, l'équipe a développé une stratégie de logement appelée Co-Co-Mo. Cette stratégie combine l'occupation coopérative, la livraison de logements en commun et la communauté de vie en commun pour créer des logements qui répondent à la fois aux besoins financiers et sociaux de la communauté.</p>"
        }
      }
    ]
  },
  {
    "demand_id": "mutual-aid-housing",
    "field_demand_no": "⁹",
    "field_exmark": "",
    "en": {
      "title": "Mutual Aid Housing",
      "field_region": "Montréal",
      "field_content": "<p>c\\a\\n\\a\\d\\a’s rapidly growing population requires a large amount of new high-density urban housing. However, in our hyper-commodified housing system most urban housing diminishes the capacity for supportive and empowering relationships between residents, both within a building and to a larger community beyond. Well serviced and socially connected sites are built as ‘luxury’ rentals or condominiums while social housing is often constructed in marginal locations with poor access to transit, jobs, social services, and cultural amenities. Both are typically devoid of meaningful internal communal programs and functions. This leaves residents isolated and unsupported, resulting in disconnection, dysfunction, and heightened unaffordability. This is especially pronounced for refugees and many newcomers to c\\a\\n\\a\\d\\a.  </p>\n<p>We demand that all levels of government come together to build mutual aid housing and stop this alienation by enhancing resident capacity to collaboratively exchange resources and services to overcome social and economic challenges. Mutual aid housing facilitates solidarity, anti-hierarchy, direct distribution of resources and reciprocal exchange. This means the design should include nested spatial scales that supports access, resident interaction, individual agency, and group collaboration. Those scales are part of a design that considers connections at the threshold of individual housing units, in the cross-programming of building circulation, and between the building and the community context. This housing must be located on sites that provide access to transit, jobs, and social services and directly incorporate contextual communal programs within the building. Sites and buildings must be big enough to cultivate community and include expanded and supportive programming responsive to community needs. Density and supportive programming respond to existing needs, foster community-building, and provide culturally appropriate support to in need.  </p>\n<p>To demonstrate the potential of mutual aid housing and as a first step in realizing this national demand, we demand that the city of Montreal and the Province of Quebec fund the construction of a mutual aid building on the government-owned site at the northeastern corner of Rue Berri and Boulevard de Maisonneuve in downtown Montreal. Our proposal for this site combines diverse unit types, from studios to three bedrooms and maisonettes, with a public school and a carefully selected array of programming led by the local organization, la Maison du savoir et de la littérature. These programs include a community health centre, grocery store, food bank, and a community led recycling/re-use centre, alongside formal and informal spaces for community functions. Programming will emphasize aid for refugees and recent newcomers, such as medical services for asylum seekers in the community health clinic. It is only by combining the creation of community-driven housing with supportive programs for social cohabitation that we will be able to end housing alienation. </p>",
      "field_long_summary": "In c\\a\\n\\a\\d\\a most public and privately funded housing is mono-functional and isolating. In the dense urban cores of large cities, single-use developments create alienation. To create housing that connects residents to each other and to the city around them, we demand mutual aid housing in the urban core that encourages solidarity, anti-hierarchy, direct distribution of resources and reciprocal exchange. Mutual aid housing is a space designed to facilitate cooperative support among people of diverse backgrounds and experiences, from refugees to local residents.  ",
      "lang": "en",
      "activist": "Table de concertation du Faubourg Saint-Laurent with Maison du développement durable, Maison du Savoir et de la Littérature, Comité logement Ville-Marie, and Interloge",
      "advocate": "Ipek Türeli, McGill University",
      "architect": "Atelier Big City",
      "banner_caption": "",
      "actions":[{"label":"Sign","body":" the Mutual Aid Housing Proposal petition","link":"https://www.change.org/p/la-maison-du-savoir-et-de-la-litt%C3%A9rature-msl-sur-l-ancienne-gare-routi%C3%A8re-de-montr%C3%A9al"},{"label":"Become a member","body":" of the Table de concertation du Faubourg Saint-Laurent ","link":"https://docs.google.com/forms/d/e/1FAIpQLSc6C0Faq1eEoGKksjJE3kR2bC4rdgy4OsvMnNVyObyisrFa5w/viewform"}]
    },
    "fr": {
      "title": "Habitat solidaire",
      "field_region": "Montréal",
      "field_content": "<p>\nLes solutions habituelles au problème de l’abordabilité du logement forcent souvent la construction de logements sociaux dans des lieux marginaux ayant un mauvais accès aux transports en commun, aux emplois, aux services sociaux et aux attraits culturels, tandis que les terrains coûteux du centre-ville sont réservés à des projets à but lucratif. \n</p>\n\n<p>\nLors de la construction de logements sociaux (et d’une grande partie des logements destinés au marché privé, à plusieurs familles et à la classe moyenne), tous les programmes et espaces communautaires sont supprimés pour des raisons budgétaires. Seules les unités de logement de base sont construites. Les unités se retrouvent ainsi isolées et sans soutien, ce qui entraîne une déconnexion et un dysfonctionnement. Lorsque des personnes réfugiées ou nouvellement arrivées au pays emménagent dans ces logements, elles sont vulnérables à ces failles. \n</p>\n\n<p>\n\nNous demandons que des logements sociaux à haute densité soient construits dans le noyau urbain sur des terrains gouvernementaux donnés à une fiducie immobilière au bénéfice de la communauté afin d’offrir un accès aux transports en commun, aux emplois et aux services sociaux. L’emplacement doit être suffisamment grand pour cultiver un esprit de communauté et prévoir une programmation de soutien enrichie répondant aux besoins du quartier. La proposition inclut une école publique et une programmation littéraire supplémentaire offerte en partenariat avec la Maison du savoir et de la littérature pour soutenir davantage la population, les voisinages et les communautés de personnes réfugiées. \n</p>\n\n<p>\n\nSeul le logement démarchandisé peut fournir les espaces partagés élargis pour les programmes communautaires, jetant les bases d’une pratique d’aide mutuelle où la communauté coopère pour répondre à leurs besoins. D’autres programmes de soutien à la réinstallation des personnes réfugiées, gérés dans une optique d’aide mutuelle dans un environnement accueillant, doivent être inclus pour répondre aux besoins des quartiers. Ce n’est qu’en combinant la création de logements axés sur la communauté avec des programmes de soutien à la cohabitation sociale que nous pourrons mettre fin à l’aliénation du logement.\n</p>\n",
      "field_long_summary": "Nous demandons des logements d’entraide dans le noyau urbain, où la densité et les programmes de soutien répondent aux besoins actuels, favorisent le développement de la communauté et offrent un soutien culturellement approprié aux personnes réfugiées. Un développement à grande échelle favorisera la coopération entre des personnes ayant des origines et des expériences diverses. ",
      "lang": "fr",
      "activist": "Table de concertation du Faubourg Saint-Laurent avec Maison du développement durable, Maison du Savoir et de la Littérature, Comité logement Ville-Marie et Interloge",
      "advocate": "Ipek Türeli, Université McGill",
      "architect": "Atelier Big City",
      "banner_caption": "",
      "actions":[{"label":"Signer","body":" la pétition d’Habitat Solidaire","link":"https://www.change.org/p/la-maison-du-savoir-et-de-la-litt%C3%A9rature-msl-sur-l-ancienne-gare-routi%C3%A8re-de-montr%C3%A9al"},{"label":"Devenez membre","body":" de la Table de concertation du Faubourg Saint-Laurent ","link":"https://docs.google.com/forms/d/e/1FAIpQLSc6C0Faq1eEoGKksjJE3kR2bC4rdgy4OsvMnNVyObyisrFa5w/viewform"}]
    },
    "banner": "mutual_aid_housing_banner.jpg",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.4_Vue%2004_0_1.jpg?itok=iFGnS4aV",
        "en": {
          "alt": "Interior perspective view showing community gardens in the project surrounded by residents of the building walking, reading, socializing, and working.",
          "caption": "<p>Community and collective gardens are integrated into the courtyard and terrace spaces of the project, encouraging local food production and nutrition education.</p>"
        },
        "fr": {
          "alt": "Vue en perspective de l'intérieur montrant les jardins communautaires du projet entourés par les résidents de l'immeuble qui se promènent, lisent, se rencontrent et travaillent.",
          "caption": "<p>Des jardins communautaires et collectifs sont intégrés dans les cours et les terrasses du projet, encourageant la production alimentaire locale et l'éducation nutritionnelle.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%203_Coupe%20persp_0_1.jpeg?itok=6sptD3oK",
        "en": {
          "alt": "Section perspective of the project showcasing the open public space at ground level, the elevated community path mezzanine, and upper level apartments. Surrounding the image in a large red circle with the words Human, organisations publiques et partenaire",
          "caption": "<p>Vertical organization plays a pivotal role in articulating the various programs and community spaces within the project.</p>"
        },
        "fr": {
          "alt": "Vue en coupe du projet montrant l'espace public ouvert au niveau du sol, le chemin communautaire surélevé en mezzanine et les appartements du niveau supérieur. L'image est entourée d'un grand cercle rouge avec les mots Human, organisations publiques et pa",
          "caption": "<p>L'organisation verticale joue un rôle essentiel dans l'articulation des différents programmes et espaces communautaires au sein du projet.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.1_Vue%2001_0_3.jpg?itok=xlRKP4GE",
        "en": {
          "alt": "Perspective view of an eight story mixed use apartment building clad in blue tile and yellow glass. People of diverse backgrounds engage in public activities on both the left and right foreground of the image.",
          "caption": "<p>Community organizations in the neighborhood work intensively at place Émilie-Gamelin, located opposite the site of the team's proposal.</p>"
        },
        "fr": {
          "alt": "Vue en perspective d'un immeuble d'appartements de huit étages à usage mixte, revêtu de tuiles bleues et de verre jaune. Des gens d'origines diverses participent à des activités publiques à gauche et à droite de l'image.",
          "caption": "<p>Les organismes communautaires du quartier travaillent intensivement à la place Émilie-Gamelin, située en face du site proposé par l'équipe.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%206_Time%20line_0_0.jpeg?itok=7uWq4JLf",
        "en": {
          "alt": "Flow chart showing the diverse communities and stakeholders that the project engages including universities, government programs, and community advocacy groups. The process enfolds starting with meetings, then promotion, innovation, realization, and final",
          "caption": "<p>The development for this project is multi-staged and involves diverse communities and stakeholders. This flow diagram lays out a roadmap for how this project moves forward from present day to 2028.</p>"
        },
        "fr": {
          "alt": "Organigramme montrant les diverses communautés et parties prenantes impliquées dans le projet, notamment les universités, les programmes gouvernementaux et les groupes de défense des intérêts de la communauté. Le processus commence par des réunions, puis ",
          "caption": "<p>Le déploiement de ce projet comporte plusieurs étapes et implique diverses communautés et parties prenantes. Ce diagramme de flux présente les étapes à franchir jusqu'en 2028.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.2_Vue%2002_0_1.jpg?itok=dErQLZjS",
        "en": {
          "alt": "Perspective view of interior courtyard showing groups of people reading and socializing.",
          "caption": "<p>Interior courtyard spaces in the project are designed as hubs for community activities such as reading groups.</p>"
        },
        "fr": {
          "alt": "Vue en perspective de la cour intérieure montrant des groupes de personnes lisant et se réunissant.",
          "caption": "<p>Les cours intérieures du projet sont aménagées pour accueillir des activités communautaires telles que des groupes de lecture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%201_Axo_0_1.jpeg?itok=xPUgck3F",
        "en": {
          "alt": "3-D diagram of the building highlighting an elevated interconnected path connecting the various programs present in the building which include: a health clinic, thrift and recycling centre, food bank, and grocery store.",
          "caption": "<p>View of the community and collective levels showing the connections between the different programs.</p>"
        },
        "fr": {
          "alt": "Diagramme en 3D du bâtiment mettant l'accent sur un chemin interconnecté surélevé reliant les différents programmes présents dans le bâtiment, qui comprennent : une clinique de santé, un centre d'épargne et de recyclage, une banque alimentaire et une épic",
          "caption": "<p>Vue des niveaux communautaires et collectifs  démontrant les connexions entre les différents programmes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.3_Vue%2003_0_1.jpg?itok=0YXco4CF",
        "en": {
          "alt": "Interior perspective view of the project's school courtyard showing children learning and at play in the midground.",
          "caption": "<p>Education is of critical importance to the project, where meaningful engagement between parents and educators creates a learning environment that celebrates and respects the various backgrounds of the community.</p>"
        },
        "fr": {
          "alt": "Vue intérieure en perspective de la cour de l'école du projet montrant des enfants en train d'apprendre et de jouer au milieu.",
          "caption": "<p>L'éducation est d'une importance cruciale pour le projet. L'engagement des éducateurs et des parents crée un environnement d'apprentissage qui célèbre et respecte les différentes origines culturelles de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%202_Axo_0_1.jpeg?itok=wu3a5VoL",
        "en": {
          "alt": "3-D diagram of the building highlighting the spatial configurations of the various residential suites in the project.",
          "caption": "<p>Massing diagram describing the various residential configurations present in the project, including studios, 1, 2, and 3 bedroom apartments, and maisonnettes. These respond to the wide variety of living needs of the residents in the community.</p>"
        },
        "fr": {
          "alt": "Schéma en 3D du bâtiment mettant en évidence les configurations spatiales des différentes suites résidentielles du projet.",
          "caption": "<p>Diagramme volumétrique décrivant les différentes configurations résidentielles présentes dans le projet : studios, appartements de 1, 2 et 3 chambres et maisonnettes. Elles répondent répondent à la grande variété des besoins de vie des résidents de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%205_Activists_1.jpeg?itok=ZcC9dOeg",
        "en": {
          "alt": "Split image, left side shows an exploded 3-D view of the main elements for the proposed building including a level for the metro, community, and residents. The right side of the image is a zoomed out map of the city showing major landmarks around the site",
          "caption": "<p>Habitat Solidaire proposes a mixed-use residential and community building located in a currently under-utilized transit node in central Montreal.</p>"
        },
        "fr": {
          "alt": "La partie gauche de l'image montre une vue en 3D des principaux éléments du bâtiment proposé, y compris un niveau pour le métro, la communauté et les résidents. La partie droite de l'image est une carte de la ville à grande échelle montrant les principaux",
          "caption": "<p>Habitat Solidaire propose un immeuble résidentiel et communautaire à usages mixtes situé dans un pôle de transport collectif présentement sous-utilisé au centre de Montréal.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.1_Vue%2001_0_3.jpg?itok=xlRKP4GE",
        "en": {
          "alt": "Perspective view of an eight story mixed use apartment building clad in blue tile and yellow glass. People of diverse backgrounds engage in public activities on both the left and right foreground of the image.",
          "caption": "<p>Community organizations in the neighborhood work intensively at place Émilie-Gamelin, located opposite the site of the team's proposal.</p>"
        },
        "fr": {
          "alt": "Vue en perspective d'un immeuble d'appartements de huit étages à usage mixte, revêtu de tuiles bleues et de verre jaune. Des gens d'origines diverses participent à des activités publiques à gauche et à droite de l'image.",
          "caption": "<p>Les organismes communautaires du quartier travaillent intensivement à la place Émilie-Gamelin, située en face du site proposé par l'équipe.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/09%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%206_Time%20line_0_0.jpeg?itok=7uWq4JLf",
        "en": {
          "alt": "Flow chart showing the diverse communities and stakeholders that the project engages including universities, government programs, and community advocacy groups. The process enfolds starting with meetings, then promotion, innovation, realization, and final",
          "caption": "<p>The development for this project is multi-staged and involves diverse communities and stakeholders. This flow diagram lays out a roadmap for how this project moves forward from present day to 2028.</p>"
        },
        "fr": {
          "alt": "Organigramme montrant les diverses communautés et parties prenantes impliquées dans le projet, notamment les universités, les programmes gouvernementaux et les groupes de défense des intérêts de la communauté. Le processus commence par des réunions, puis ",
          "caption": "<p>Le déploiement de ce projet comporte plusieurs étapes et implique diverses communautés et parties prenantes. Ce diagramme de flux présente les étapes à franchir jusqu'en 2028.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.2_Vue%2002_0_1.jpg?itok=dErQLZjS",
        "en": {
          "alt": "Perspective view of interior courtyard showing groups of people reading and socializing.",
          "caption": "<p>Interior courtyard spaces in the project are designed as hubs for community activities such as reading groups.</p>"
        },
        "fr": {
          "alt": "Vue en perspective de la cour intérieure montrant des groupes de personnes lisant et se réunissant.",
          "caption": "<p>Les cours intérieures du projet sont aménagées pour accueillir des activités communautaires telles que des groupes de lecture.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%201_Axo_0_1.jpeg?itok=xPUgck3F",
        "en": {
          "alt": "3-D diagram of the building highlighting an elevated interconnected path connecting the various programs present in the building which include: a health clinic, thrift and recycling centre, food bank, and grocery store.",
          "caption": "<p>View of the community and collective levels showing the connections between the different programs.</p>"
        },
        "fr": {
          "alt": "Diagramme en 3D du bâtiment mettant l'accent sur un chemin interconnecté surélevé reliant les différents programmes présents dans le bâtiment, qui comprennent : une clinique de santé, un centre d'épargne et de recyclage, une banque alimentaire et une épic",
          "caption": "<p>Vue des niveaux communautaires et collectifs  démontrant les connexions entre les différents programmes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.3_Vue%2003_0_1.jpg?itok=0YXco4CF",
        "en": {
          "alt": "Interior perspective view of the project's school courtyard showing children learning and at play in the midground.",
          "caption": "<p>Education is of critical importance to the project, where meaningful engagement between parents and educators creates a learning environment that celebrates and respects the various backgrounds of the community.</p>"
        },
        "fr": {
          "alt": "Vue intérieure en perspective de la cour de l'école du projet montrant des enfants en train d'apprendre et de jouer au milieu.",
          "caption": "<p>L'éducation est d'une importance cruciale pour le projet. L'engagement des éducateurs et des parents crée un environnement d'apprentissage qui célèbre et respecte les différentes origines culturelles de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%202_Axo_0_1.jpeg?itok=wu3a5VoL",
        "en": {
          "alt": "3-D diagram of the building highlighting the spatial configurations of the various residential suites in the project.",
          "caption": "<p>Massing diagram describing the various residential configurations present in the project, including studios, 1, 2, and 3 bedroom apartments, and maisonnettes. These respond to the wide variety of living needs of the residents in the community.</p>"
        },
        "fr": {
          "alt": "Schéma en 3D du bâtiment mettant en évidence les configurations spatiales des différentes suites résidentielles du projet.",
          "caption": "<p>Diagramme volumétrique décrivant les différentes configurations résidentielles présentes dans le projet : studios, appartements de 1, 2 et 3 chambres et maisonnettes. Elles répondent répondent à la grande variété des besoins de vie des résidents de la communauté.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%205_Activists_1.jpeg?itok=ZcC9dOeg",
        "en": {
          "alt": "Split image, left side shows an exploded 3-D view of the main elements for the proposed building including a level for the metro, community, and residents. The right side of the image is a zoomed out map of the city showing major landmarks around the site",
          "caption": "<p>Habitat Solidaire proposes a mixed-use residential and community building located in a currently under-utilized transit node in central Montreal.</p>"
        },
        "fr": {
          "alt": "La partie gauche de l'image montre une vue en 3D des principaux éléments du bâtiment proposé, y compris un niveau pour le métro, la communauté et les résidents. La partie droite de l'image est une carte de la ville à grande échelle montrant les principaux",
          "caption": "<p>Habitat Solidaire propose un immeuble résidentiel et communautaire à usages mixtes situé dans un pôle de transport collectif présentement sous-utilisé au centre de Montréal.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/08%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%204.4_Vue%2004_0_1.jpg?itok=iFGnS4aV",
        "en": {
          "alt": "Interior perspective view showing community gardens in the project surrounded by residents of the building walking, reading, socializing, and working.",
          "caption": "<p>Community and collective gardens are integrated into the courtyard and terrace spaces of the project, encouraging local food production and nutrition education.</p>"
        },
        "fr": {
          "alt": "Vue en perspective de l'intérieur montrant les jardins communautaires du projet entourés par les résidents de l'immeuble qui se promènent, lisent, se rencontrent et travaillent.",
          "caption": "<p>Des jardins communautaires et collectifs sont intégrés dans les cours et les terrasses du projet, encourageant la production alimentaire locale et l'éducation nutritionnelle.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20habitat%20solidaire_mutual%20aid%20housing_Board%203_Coupe%20persp_0_1.jpeg?itok=6sptD3oK",
        "en": {
          "alt": "Section perspective of the project showcasing the open public space at ground level, the elevated community path mezzanine, and upper level apartments. Surrounding the image in a large red circle with the words Human, organisations publiques et partenaire",
          "caption": "<p>Vertical organization plays a pivotal role in articulating the various programs and community spaces within the project.</p>"
        },
        "fr": {
          "alt": "Vue en coupe du projet montrant l'espace public ouvert au niveau du sol, le chemin communautaire surélevé en mezzanine et les appartements du niveau supérieur. L'image est entourée d'un grand cercle rouge avec les mots Human, organisations publiques et pa",
          "caption": "<p>L'organisation verticale joue un rôle essentiel dans l'articulation des différents programmes et espaces communautaires au sein du projet.</p>"
        }
      }
    ],
    "demand_num": "8"
  },
  {
    "demand_id": "ambient-ecosystems-commons",
    "field_demand_no": "¹⁰",
    "field_exmark": "",
    "en": {
      "title": "Ambient Ecosystems Commons",
      "field_region": "Montréal",
      "field_content": "<p>Climate change and the need for ecological and social justice require us to think more comprehensively about housing’s relationship to its larger context. What we are calling ambient ecosystems includes public spaces, mobility networks, biodiversity, density, metabolic flows, and the complexity of services. These ambient ecosystems commons, utilizing strong forms of democratic and participatory governance, can overcome scarcity and achieve the ambition for shared equity and equitable housing for all. </p>\n<p>All too often our ambient ecosystems are in poor shape. This can be because the elements of a healthy urban ecosystem are poorly maintained or entirely absent, as when a neighborhood is underserved by transit and blighted with pollution. It is also the result of the steady privatization and commodification of beautiful common public space that are only accessible to those who can pay. We see this when investment in green infrastructure is concentrated in the richest areas and social housing is placed on sites with a weak ambient ecosystem. This environmental injustice traps residents in insecurity and damages their health.  </p>\n<p>To overcome housing alienation, we demand an Ambient Ecosystem Commons to surround and support all urban housing. This robust, accessible, and decommodified commons must be designed through a participatory process and managed in its holistic complexity to create thriving communities that are responsive to changing needs.  </p>\n<p>As a first step in realizing strengthened ambient ecosystems across c\\a\\n\\a\\d\\a, we demand that the City of Montreal enact a charter that upholds ambient ecosystems commons as continuously accessible, participative, and necessary to housing. The charter calls for all-stakeholder partnerships to explore scenario-based paths towards better services for social housing. The charter must identify specific policy changes that ensure the continuity of the ambient realms, a financial strategy that calls for dedicated governmental support, the obligation to collaborate between levels of government, and the adoption of realistic, long-term and climate-centered green infrastructure financing.  </p>\n<p>To demonstrate the methodology and implications of establishing a strong Ambient Ecosystems Commons, we developed a case study project in the Point St. Charles neighbourhood in Montreal. This area, which has a rich history of labour activism and immigration, has a very high concentration of social housing, and has also generated new forms of public service which have served as examples for the province. It is nevertheless isolated from the rest of the city by canals, rail lines, and industrial uses, and despite the value locals give to the green spaces in the neighbourhood, improvements in the quality of public and private services are sorely needed.  </p>\n<p>The project begins by mapping the existing services and deficiencies in the neighbourhood and proposes a process of ecosystem co-management built upon this research. To further understand how this would potentially impact individual housing typologies, we assessed three urban housing sites to understand how different building forms could be adjusted to respond holistically to a diverse range of public needs. Looking at low-rise individual owned building, and low and high-rise multi-unit buildings, we are proposing to enhance local ambient systems, and created examples of occupation and modification to demonstrate the interconnectedness and transformative potential of this approach.   </p>\n ",
      "field_long_summary": "Canadian cities lack the ecological, social, and technical systems required to support and nurture dense urban housing. This problem is exacerbated in poorer neighbourhoods, which are typically untouched by urban design and civic beautification projects. We demand a vision and participatory process that strengthen ambient urban ecosystems—for such things as walkability, transit, ecosystem services, and green space—as an accessible commons necessary for all housing and especially social housing. ",
      "lang": "en",
      "activist": "Centre d’écologie urbaine de Montréal (CEUM)",
      "advocate": "Bâtir Son Quartier",
      "architect": "L'OEUF Architects",
      "banner_caption": "Street view of the ambient ecosystems and housing\t",
      "actions":[{"label":"Sign up","body":" for the newsletter and become a member of Centre d’écologie urbaine de Montréal ","link":"https://www.ecologieurbaine.net/infolettre"}]
    },
    "fr": {
      "title": "Écosystèmes ambiants communs",
      "field_region": "Montréal",
      "field_content": "<p>\nLes écosystèmes ambiants sont des systèmes urbains qui, malgré les perceptions, sont essentiels au logement dans les villes. Il jouent toutefois un rôle fondamental, en tant que systèmes holistiques liés à la densité de population, à l’espace public, aux réseaux de mobilité, à la complexité commerciale, aux espaces verts, au métabolisme, à la cohésion sociale et à la gouvernance. Ces systèmes sont tissés dans toute la ville, offrant des services à tous les logements.\n</p>\n<p>\nLes logements sociaux sont souvent bâtis sur des sites éloignés de ces écosystèmes urbains. Cette aliénation fait peser un lourd fardeau sur les personnes défavorisées y habitant, les condamnant à un avenir incertain, malsain et sans services. En outre, la tendance à la privatisation des espaces publics urbains détourne l’attention de ces écosystèmes ambiants, réduisant encore davantage leur importance perçue. Nous devons démarchandiser ces biens communs. Des biens communs robustes et équitables représentent le fondement des communautés florissantes. Les logements sociaux collectifs nécessitent les services fournis par ces écosystèmes, qui ne peuvent pas être réservés aux personnes privilégiées. Tout logement dépourvu de ces écosystèmes ambiants est aliénant.\n</p>\n<p>\nNotre demande est multidimensionnelle. Nous demandons des écosystèmes ambiants comme biens communs, qui sont conçus et habités dans le cadre de processus participatifs centrés sur les communautés locales. Enchâsser les logements dans des écosystèmes ambiants riches donnera lieu à des espaces publics qui favorisent un sentiment de communauté, à des services de mobilité accessibles, à des services commerciaux et sociaux variés, locaux et nourrissants, à des espaces verts biodiversifiés et sécuritaires, et à une gouvernance participative et efficace. Les écosystèmes ambiants doivent continuellement refléter les besoins changeants de ces communautés.\n</p>\n<p>\nNous demandons une charte énonçant que des écosystèmes ambiants sont considérés comme des biens communs, garantissant qu’ils sont continuellement accessibles et participatifs, et confirmant qu’ils sont essentiels au logement. Cette charte prévoira des partenariats entre toutes les parties prenantes afin d’explorer, sur la base de scénarios, des voies migratoires vers de meilleurs services pour le logement social. Ces objectifs seront atteints grâce à de nouvelles politiques assurant la pérennité des sphères ambiantes et grâce à une stratégie financière réclamant un soutien gouvernemental ciblé, des changements aux pouvoirs de taxation municipaux, l’obligation d’une collaboration entre les ordres de gouvernement et l’adoption d’un financement de l’infrastructure verte qui soit réaliste, durable et centré sur le climat. Ces mesures permettront d’apporter des améliorations aux écosystèmes ambiants en toute confiance.\n</p>\n<h4>Proposition stratégique</h4>\n<p>\nD’abord, les politiques doivent être corrigées pour assurer la pérennité des sphères ambiantes.\n</p>\n<ol>\n<li>Les politiques provinciales doivent accorder à chaque ville la propriété de ses sphères ambiantes, qui ne doivent pas être privatisées, et sur lesquelles l’autorité doit pas être conservée. Les sphères ambiantes constituent un soutien organique et indivisible aux logements urbains et leur gouvernance doit demeurer collective.</li>\n<li>Chaque ville doit reconnaître l’obligation de trouver un équilibre entre la gouvernance de ces sphères ambiantes et leur influence sur la région où se trouve la municipalité. Les villes doivent aussi s’engager à restaurer les liens traditionnels entre la région et les populations autochtones.</li>\n<li>Le droit inaliénable des citoyennes et des citoyens de lancer des projets (le pouvoir de l’initiative) doit être énoncé dans la charte urbaine, et une politique urbaine doit soutenir le respect de ce droit.</li>\n</ol>\n<h4>Stratégie financière</h4>\n<p>\nDeuxièmement, un financement doit être établi pour garantir le développement des sphères ambiantes. \n</p>\n<ol>\n<li>La Ville doit attribuer des budgets indexés et résilients à des processus participatifs spontanés et au développement de projets.</li>\n<li>Pour créer de la résilience, ces budgets doivent être financés dans un horizon raisonnable, sur une période prévisible compte tenu de l’environnement mondial. Les modèles de financement à court terme doivent être explicitement rejetés.</li>\n<li>La Ville doit avoir le droit garanti à des transferts intergouvernementaux ou à la réclamation de taxes pour soutenir le développement des sphères ambiantes.</li>\n</ol>\n<h4>Processus participatif</h4>\n<p>La conception est un processus. Elle révèle parfois des architectures existantes, et dévoile parfois de nouveaux modèles. Chaque ville possède sa propre architecture, qui peut être décrite à la lumière de ses sphères ambiantes. La stratégie de conception que nous proposons mise sur le développement spontané de sphères ambiantes. </p>\n<ol>\n<li>Pour révéler le potentiel des sphères ambiantes et ainsi décider des zones à cibler pour l’occupation spontanée, un exercice de cartographie est nécessaire.</li>\n<li>Des partenariats holistiques sont requis pour créer, sur la base de scénarios, des voies migratoires qui deviendront des modèles de développement.</li>\n<li>On explorera le recoupement entre les sphères ambiantes et trois types de logements urbains : adresses civiques individuelles (trois étages), adresses civiques collectives (trois étages) et adresses civiques collectives (tour d’habitation). Dans chaque cas, les écosystèmes ambiants locaux seront analysés, les sphères potentielles à cibler seront identifiées, et un exemple d’occupation ou de modification sera proposé.</li>\n</ol>",
      "field_long_summary": "Nous demandons une vision et un processus participatif pour un développement de logements qui préserve les écosystèmes urbains ambiants comme des biens communs qui sont accessibles en permanence et qui sont nécessaires aux logements sociaux. Ce processus doit mener à des mesures concrètes pour améliorer les biens communs des écosystèmes ambiants. ",
      "lang": "fr",
      "activist": "Centre d’écologie urbaine de Montréal (CEUM)",
      "advocate": "Bâtir Son Quartier",
      "architect": "L'OEUF Architects",
      "banner_caption": "Vue des écosystèmes urbains et des logements environnants. ",
      "actions":[{"label":"Inscrivez-vous","body":" à l'infolettre et devenez membre du Centre d'écologie urbaine de Montréal ","link":"https://www.ecologieurbaine.net/infolettre"}]
    },
    "banner": "ambient_ecosystems_banner.jpg",
    "demand_num": "9",
    "gallery": [
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20MODEL%201.jpeg?itok=m4dlMSAD",
        "en": {
          "alt": "Image of interactive physical model in the pavilion",
          "caption": "<p>The first phases of the community participation process (phases 1, 2, 3) will focus on ecosystem co-management. Also shown here is an example of a model that could be used to encode various ecosystems.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>Les premières phases du processus de participation communautaire (phases 1, 2, 3) focaliseront sur la cogestion de l'écosystème. Vous y trouverez également un exemple de maquette qui pourrait être utilisée pour programmer différents écosystèmes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20MODEL%202.jpeg?itok=bPrDfEkE",
        "en": {
          "alt": "Image of interactive physical model in pavilion",
          "caption": "<p>The next phase of the community participation process (phase 4) aims to determine how best to support the ecosystem through participatory activities. Also shown here is an example of a model that could be used as a communication tool.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>La phase suivante du processus de participation communautaire (phase 4) vise à déterminer la meilleure façon de soutenir l'écosystème par des activités participatives. Vous y trouverez également un exemple de maquette qui pourrait être utilisée comme outil de communication.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20MODEL%203.jpeg?itok=k6q6JmbN",
        "en": {
          "alt": "Image of interactive physical model in pavilion",
          "caption": "<p>The final phases of community participation (phases 5 and 6) explore community ownership of the ecosystem throughout its growth and development. Also shown here is an example of a model exploring possibilities for public participation.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>Les phases finales de la participation communautaire (phases 5 et 6) étudient l'appropriation de l'écosystème par la communauté tout au long de sa croissance et de son développement. La maquette présentée ici permet également d'explorer les possibilités de la participation publique.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_2.jpeg?itok=4pFn3dIJ",
        "en": {
          "alt": "Split page showing two maps, one on the left describing transit connections for Pointe Sainte-Charles and the one on the right mapping migration patterns for animals in relation to greenspace.",
          "caption": "<p>Several factors contribute to healthy urban ecosystems including mobility for residents as well as complex systems of biodiversity and greenspace.</p>"
        },
        "fr": {
          "alt": "Page divisée montrant deux cartes, l'une à gauche décrivant les connexions de transport en commun pour Pointe Sainte-Charles et l'autre à droite cartographiant les schémas de migration des animaux en relation avec les espaces verts.",
          "caption": "<p>Plusieurs facteurs contribuent à la santé des écosystèmes urbains, notamment la mobilité des résidents ainsi que les systèmes complexes de la biodiversité et des espaces verts.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_3.jpeg?itok=CkmP7g2D",
        "en": {
          "alt": "Neighborhood map of Pointe Sainte-Charles showing dots for public and private services entities, red fills for public spaces of governance, and white dashed lines for transit corridors.",
          "caption": "<p>Diverse utility and transportation systems play an essential role in understanding the efficiency and health of urban ecosystems.</p>"
        },
        "fr": {
          "alt": "Carte du quartier de Pointe Sainte-Charles montrant des points pour les entités de services publics et privés, des remplissages rouges pour les espaces publics de gouvernance, et des lignes pointillées blanches pour les couloirs de transport en commun.",
          "caption": "<p>Des systèmes variés de services publics et de transport jouent un rôle essentiel pour comprendre l'efficacité et la santé des écosystèmes urbains.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_4.jpeg?itok=HUahUxBl",
        "en": {
          "alt": "Neighborhood map of Pointe Sainte-Charles showing yellow fills for public spaces, blue for population density, and a dense crosshatch for flood vulnerability.",
          "caption": "<p>The team studied the relationship between the presence of public spaces and services as a function of population density and vulnerability to natural flooding.</p>"
        },
        "fr": {
          "alt": "Carte du quartier de Pointe Sainte-Charles montrant des remplissages jaunes pour les espaces publics, bleus pour la densité de population, et une hachure dense pour la vulnérabilité aux inondations.",
          "caption": "<p>L'équipe a étudié la relation entre la présence d'espaces publics et de services en fonction de la densité de population et de sa vulnérabilité aux inondations naturelles.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_1.jpeg?itok=5QLK35Iy",
        "en": {
          "alt": "Inforgraphic showing three apartment building typologies along with diagrams that evaluate how well they perform as ambient urban ecosystems",
          "caption": "<p>The team assessed how different housing typologies at three case study sites in Pointe-Saint-Charles performed as holistic ecosystems, satisfying a diverse range of public needs.</p>"
        },
        "fr": {
          "alt": "Infographie présentant trois typologies d'immeubles d'habitation ainsi que des diagrammes évaluant leur performance en tant qu'écosystèmes urbains ambiants.",
          "caption": "<p>L'équipe a évalué comment les différentes typologies de logement de trois sites d'étude de cas à Pointe-Saint-Charles se comportaient en tant qu'écosystèmes holistiques en satisfaisant une gamme variée de besoins publics.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/06%20-%20MODEL%202.jpeg?itok=bPrDfEkE",
        "en": {
          "alt": "Image of interactive physical model in pavilion",
          "caption": "<p>The next phase of the community participation process (phase 4) aims to determine how best to support the ecosystem through participatory activities. Also shown here is an example of a model that could be used as a communication tool.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>La phase suivante du processus de participation communautaire (phase 4) vise à déterminer la meilleure façon de soutenir l'écosystème par des activités participatives. Vous y trouverez également un exemple de maquette qui pourrait être utilisée comme outil de communication.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/03%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_3.jpeg?itok=CkmP7g2D",
        "en": {
          "alt": "Neighborhood map of Pointe Sainte-Charles showing dots for public and private services entities, red fills for public spaces of governance, and white dashed lines for transit corridors.",
          "caption": "<p>Diverse utility and transportation systems play an essential role in understanding the efficiency and health of urban ecosystems.</p>"
        },
        "fr": {
          "alt": "Carte du quartier de Pointe Sainte-Charles montrant des points pour les entités de services publics et privés, des remplissages rouges pour les espaces publics de gouvernance, et des lignes pointillées blanches pour les couloirs de transport en commun.",
          "caption": "<p>Des systèmes variés de services publics et de transport jouent un rôle essentiel pour comprendre l'efficacité et la santé des écosystèmes urbains.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/07%20-%20MODEL%203.jpeg?itok=k6q6JmbN",
        "en": {
          "alt": "Image of interactive physical model in pavilion",
          "caption": "<p>The final phases of community participation (phases 5 and 6) explore community ownership of the ecosystem throughout its growth and development. Also shown here is an example of a model exploring possibilities for public participation.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>Les phases finales de la participation communautaire (phases 5 et 6) étudient l'appropriation de l'écosystème par la communauté tout au long de sa croissance et de son développement. La maquette présentée ici permet également d'explorer les possibilités de la participation publique.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/04%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_4.jpeg?itok=HUahUxBl",
        "en": {
          "alt": "Neighborhood map of Pointe Sainte-Charles showing yellow fills for public spaces, blue for population density, and a dense crosshatch for flood vulnerability.",
          "caption": "<p>The team studied the relationship between the presence of public spaces and services as a function of population density and vulnerability to natural flooding.</p>"
        },
        "fr": {
          "alt": "Carte du quartier de Pointe Sainte-Charles montrant des remplissages jaunes pour les espaces publics, bleus pour la densité de population, et une hachure dense pour la vulnérabilité aux inondations.",
          "caption": "<p>L'équipe a étudié la relation entre la présence d'espaces publics et de services en fonction de la densité de population et de sa vulnérabilité aux inondations naturelles.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/01%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_1.jpeg?itok=5QLK35Iy",
        "en": {
          "alt": "Inforgraphic showing three apartment building typologies along with diagrams that evaluate how well they perform as ambient urban ecosystems",
          "caption": "<p>The team assessed how different housing typologies at three case study sites in Pointe-Saint-Charles performed as holistic ecosystems, satisfying a diverse range of public needs.</p>"
        },
        "fr": {
          "alt": "Infographie présentant trois typologies d'immeubles d'habitation ainsi que des diagrammes évaluant leur performance en tant qu'écosystèmes urbains ambiants.",
          "caption": "<p>L'équipe a évalué comment les différentes typologies de logement de trois sites d'étude de cas à Pointe-Saint-Charles se comportaient en tant qu'écosystèmes holistiques en satisfaisant une gamme variée de besoins publics.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/05%20-%20MODEL%201.jpeg?itok=m4dlMSAD",
        "en": {
          "alt": "Image of interactive physical model in the pavilion",
          "caption": "<p>The first phases of the community participation process (phases 1, 2, 3) will focus on ecosystem co-management. Also shown here is an example of a model that could be used to encode various ecosystems.</p>"
        },
        "fr": {
          "alt": "Image du modèle physique interactif dans le pavillon",
          "caption": "<p>Les premières phases du processus de participation communautaire (phases 1, 2, 3) focaliseront sur la cogestion de l'écosystème. Vous y trouverez également un exemple de maquette qui pourrait être utilisée pour programmer différents écosystèmes.</p>"
        }
      },
      {
        "uri": "/sites/default/files/styles/big/public/2023-06/02%20-%20STUDS%20WALL%20FINAL_TO%20PRINT_Page_2.jpeg?itok=4pFn3dIJ",
        "en": {
          "alt": "Split page showing two maps, one on the left describing transit connections for Pointe Sainte-Charles and the one on the right mapping migration patterns for animals in relation to greenspace.",
          "caption": "<p>Several factors contribute to healthy urban ecosystems including mobility for residents as well as complex systems of biodiversity and greenspace.</p>"
        },
        "fr": {
          "alt": "Page divisée montrant deux cartes, l'une à gauche décrivant les connexions de transport en commun pour Pointe Sainte-Charles et l'autre à droite cartographiant les schémas de migration des animaux en relation avec les espaces verts.",
          "caption": "<p>Plusieurs facteurs contribuent à la santé des écosystèmes urbains, notamment la mobilité des résidents ainsi que les systèmes complexes de la biodiversité et des espaces verts.</p>"
        }
      }
    ]
  }
]
