[{"demand_id":"land-back","field_demand_no":"¹","field_exmark":"","en":{"title":"Land Back","field_region":"Vancouver","field_content":"<p>All land in c\\a\\n\\a\\d\\a is Indigenous land. Acknowledging that this country has built itself on stolen land, its legacy is one of genocide. </p><p>As a first step, we will identify all land deemed “surplus” by government entities such as military lands, lands held by RCMP, and “lands claimed by the “crown” within Indigenous traditional territories” by federal and provincial real property to be returned to the Nations traditional territory as a “co-management trust” held in right of the Indigenous Nation for the betterment of Indigenous Peoples in whose territory the land resides. We would open up conversations with communities where such land is identified to see how they would like to proceed. </p><h4>Advocate Campaign Strategy:</h4><p>We will establish a communication protocol with those entities who are holding land in the traditional territory of First Nations, Inuit, or Métis Peoples. We will reach out to the First Nations, Inuit and Métis communities whose land is being held by the “crown.”</p><h4>Architectural Design Strategy:</h4><p>Working with the Squamish Nation-based activist and advocate, we propose housing typologies that meet the intergenerational needs of Indigenous individuals, couples and families as Nations re-settle their returned lands. This would be a strategy that would be scalable and applicable across the country in all First Nations, Inuit, and Métis communities.</p>","field_long_summary":"We demand that all land c\\a\\n\\a\\d\\a claims for the “crown” be returned to First Nations, Métis, and Inuit Peoples as Indigenous lands. ","lang":"en","activist":"Sarah Silva, Hiyam Housing","advocate":"Xalek/Sekyu Siyam Chief Ian Campbell, Skwxwu7mesh Uxwumixw (Squamish Nation)","architect":"Luugigyoo, Patrick R. Stewart Architect, Nisga'a Nation","banner_caption":""},"fr":{"title":"La restitution des terres ancestrales","field_region":"Vancouver","field_content":"<p>\nToutes les terres du c\\a\\n\\a\\d\\a sont des territoires autochtones. Si l’on admet que ce pays s’est construit sur des terres volées, son héritage est celui d’un génocide. \n</p>\n\n<p>\nDans un premier temps, nous identifierons toutes les terres jugées « excédentaires », soit par des entités gouvernementales telles que les terres militaires, les terres détenues par la GRC et les « terres revendiquées par la “Couronne” dans les territoires traditionnels autochtones » ou par les autorités fédérales et provinciales. Ces biens immobiliers doivent être restitués au territoire traditionnel des nations autochtones en tant que « fiducie de cogestion », qui sera détenue de plein droit par les nations autochtones pour le bien des peuples autochtones, sur le territoire desquels se trouvent les terres. Nous ouvririons le dialogue avec les communautés où ces territoires sont identifiés pour déterminer la procédure souhaitée. \n</p>\n\n<h4>Stratégie de la campagne de défense des intérêts:</h4>\n<p>\nNous établirons un protocole de communication avec les entités qui détiennent des terres sur le territoire traditionnel des Premières Nations, des Inuits ou des Métis. Nous communiquerons avec les communautés des Premières Nations, des Inuits et des Métis dont les terres sont détenues par la « Couronne ». \n</p>\n<h4>Stratégie de conception architecturale:</h4>\n<p>\nEn collaboration avec le chef Ian Campbell, activiste et intervenant de la Nation des Squamish, nous proposons différents types de logements qui répondent aux besoins intergénérationnels des individus, des couples et des familles autochtones, au fur et à mesure que les nations autochtones se réapproprient leurs terres restituées. Il s’agirait d’une stratégie évolutive et applicable dans tout le pays, dans toutes les communautés des Premières Nations, des Inuits et des Métis.\n</p>","field_long_summary":"Nous demandons que toute terre revendiquée par le c\\a\\n\\a\\d\\a comme terre de la « Couronne » soit restituée aux Premières Nations, aux Métis et aux Inuits en tant que terres autochtones. ","lang":"fr","activist":"Sarah Silva, Hiy̓ám̓ ta Housing","advocate":"Ian Campbell, chef Xalek/Sekyu Siyam, Skwxwú7mesh Úxwumixw (Nation des Squamish)","architect":"Luugigyoo, Patrick R. Stewart Architecte et Nation Nisga’a","banner_caption":""},"banner":"landback_banner.jpg","demand_num":"0"},{"demand_id":"land-housing","field_demand_no":"²","field_exmark":"exAlt2","en":{"title":"On the Land Housing","field_region":"Northern","field_content":"<p>We demand funding for women-focused-on-the-land camps so that young Indigenous women can access a sense of home in a safe community environment, as well as participate in on-the-land activities so that they can experience the healing power of cultural revitalisation. We demand that these homes be built off-grid to promote self-determination and traditional living which includes living independent of rent, utility payments, and other potential sources of debt or arrears. We seek to prevent experiences of homelessness and unsheltered living amongst young Indigenous women, thereby addressing the kinds of individual and structural violence underlying the disproportionate number of MMIWG. </p><p>We see our initiative as an intergovernmental collaboration between federal, territorial, municipal and Indigenous governments as well as partnerships with private construction firms, all led by Indigenous women. To this aim, we aim to direct federal funding to Indigenous governments and Indigenous-led organizations, with Indigenous People in leadership of all future program development. We are seeking funding from organizations such as CMHC - Northern Housing Funds, the Indigenous Shelter and Transitional Housing Initiative, the Women and Children Shelter and Transitional Housing Initiative and the National Housing Strategy Co-Investment Fund. We have also developed a flexible 7-year term financial structure, to allow for sustainable and long-term project development and implementation. Furthermore, policy changes are required with the NWT Power Corporation to allow residents to produce their own power over a 20% max in order to live fully off-grid. Our vision is to establish a camp on Yellowknives Dene First Nation territory that may still require policy change on the part of the City of Yellowknife to permit small/tiny home community developments on unceded YKDFN lands within municipal limits.  </p>","field_long_summary":"Northern Indigenous People demand that housing funding be given directly to Indigenous led organizations providing programs for unsheltered, young, single, Indigenous women. Indigenous women continue to be disproportionately impacted by domestic and systemic violence, and there is a need for housing options for young Indigenous women that are not dependent upon having children or being in a partnered relationship.","lang":"en","activist":"Katlia Lafferty, National Indigenous Housing Network","advocate":"At Home in the North","architect":"Ouri Scott, Urban Arts Architecture Inc.","banner_caption":""},"fr":{"title":"Des logements sur le territoire","field_region":"Nord","field_content":"<p>\nNous demandons du financement pour des camps sur le territoire destinés aux femmes, afin que les jeunes autochtones puissent se sentir chez elles dans un environnement communautaire sécuritaire et participer à des activités sur le territoire pour faire l’expérience du pouvoir de guérison de la revitalisation culturelle. Nous demandons que ces maisons soient construites hors réseau afin de promouvoir l’autodétermination et un mode de vie traditionnel, ce qui inclut une vie indépendante de loyer, de paiement de services publics et d’autres sources potentielles de dettes ou d’arriérés. Nous cherchons à prévenir les expériences d’itinérance et de vie sans abri chez les jeunes femmes autochtones, et ainsi nous attaquer aux types de violence individuelle et structurelle qui sont à l’origine du nombre disproportionné de femmes et de filles autochtones disparues et assassinées. \n</p>\n\n<p>\nNous voyons notre initiative – qui sera menée par des femmes autochtones − comme une collaboration intergouvernementale entre les gouvernements fédéral, territoriaux, municipaux et autochtones, et une occasion de partenariats avec des entreprises de construction privées. Notre objectif est de diriger le financement fédéral vers les gouvernements autochtones et les organismes dirigés par des Autochtones pour que des Autochtones soient à la tête de l’élaboration de tous les futurs programmes. Nous cherchons à obtenir du financement auprès d’organismes tels que la SCHL – Fonds pour le logement dans le Nord, l’Initiative de maisons d’hébergement et de logements de transition pour les Autochtones, l’Initiative de maison d’hébergement et de logements de transition et le Fonds de co-investissement de la Stratégie nationale sur le logement. Nous avons également mis au point une structure financière flexible sur sept ans pour permettre l’élaboration et la mise en œuvre de projets durables axés sur le long terme. Des changements de politique sont par ailleurs nécessaires auprès de la Société d’énergie des Territoires du Nord-Ouest pour autoriser les résidentes et résidents à produire plus de 20 % de leur propre énergie, ce qui leur permettra de vivre totalement hors réseau. Notre vision est d’établir un camp sur le territoire de la Yellowknives Dene First Nation, ce qui pourrait nécessiter un changement de politique de la part de la Ville de Yellowknife pour permettre le développement de communautés de minimaisons sur les terres non cédées de la nation situées à l’intérieur des limites municipales.  \n</p>","field_long_summary":"Nous exigeons des communautés nomades, hors réseau, sur le terrain, pour les femmes et les filles indigènes, avec un accès à des services de soutien complets, sûrs, abordables et culturellement adaptés","lang":"fr","activist":"Katlia Lafferty, National Indigenous Housing Network","advocate":"At Home in the North","architect":"Ouri Scott, Urban Arts Architecture Inc.","banner_caption":""},"banner":"on_the_land_banner.jpg"},{"demand_id":"home-building-lodges","field_demand_no":"³","field_exmark":"exAlt2","en":{"title":"First Nations Home Building Lodges","field_region":"Praries","field_content":"<p>We demand that necessary funding be directed towards a pilot Home Building Design Lodge (full name to be determined later by the community) and manufacturing facility at Opaskwayak Cree Nation that would include partnerships with University College of the North and the Opaskwayak Educational Authority Inc., as well as various industry partners. The manufacturing facility will make Universal Utility Cores, as already developed by OCN and One House Many Nations, as a starting point, with the potential to manufacture houses or housing components in the future. However, this project transcends the manufacturing facility. It introduces the development of a Home Building Design Lodge as a new community centre that is woven into existing educational infrastructure. The Design Lodge establishes a hub for multigenerational teachings and learning about community-led design and making. The centre is a catalyst to disrupt current housing delivery models and allows the community to self-determine their housing future over generations. Moreover, it is a pilot for other communities that is scalable and adaptable, depending on that community's needs and capacities. This project promotes housing as cosmology, not commodity.</p><p></p>","field_long_summary":"We demand Home Building Design Lodges tied to housing manufacturing facilities on reserves, to build capacity within communities by grounding the production of houses and their components, in community values, language, and education.​ ","lang":"en","activist":"One House Many Nations","advocate":"Shawn Bailey and Lancelot Coar, University of Manitoba; Sylvia McAdam, Windsor University; Alex Wilson, University of Saskatchewan","architect":"David T Fortin Architect Inc","banner_caption":"Housing as Cosmology. A starry night in the Opaskwayak Cree Nation territory along the water's edge. In the forest background, there are three home-building projects depicted in red with a bold white outline situated on the land. The interconnectedness of all living beings is represented in red with a white outline, these include a moose emerging from the trees, a hawk in the sky, and a non-gendered person standing on the rocks by the water, proudly holding their feather to the sky. As you travel along the surface of the lake, a section of water shows the pickerel and sturgeon that are known in the region, peacefully swimming along the rocky bottom of the lake."},"fr":{"title":"Pavillons pour la construction d’habitations au sein des Premières Nations","field_region":"Prairies","field_content":"<p>\nDe manière générale, le financement fédéral destiné au logement dans les réserves va directement à la construction de maisons sous forme de marchandise visant à répondre aux pénuries urgentes existantes et aux conditions de logement déplorables. Nous pensons qu’investir dans des pavillons individuels liés à des unités de production de logements, dans les réserves, peut plutôt renforcer les capacités dans les communautés, en ancrant la production de maisons, et de leurs composants, dans les valeurs, la langue et l’éducation de la communauté. \n</p>\n<p>\nNous demandons que les fonds nécessaires soient consacrés à la création d’un pavillon de conception individuelle pilote (dont le nom complet sera déterminé ultérieurement par la communauté) et d’une unité de production à la Nationdes Cris de Opaskwayak qui pourrait inclure des partenariats avec divers partenaires du secteur de l'éducation et de l'industrie. L'usine sera conçue pour fabriquer des éléments de logement, y compris le noyau utilitaire universel innovant, qui est développé par OCN Housing pour aider les Premières nations du Nord et des régions éloignées à améliorer leurs programmes de construction de logements. Ce projet va cependant bien au-delà de l’unité de production. Il prévoit la construction, en guise de nouveau centre communautaire, d’un pavillon pour la construction d’habitations qui s’intégrera dans l’infrastructure éducative existante. Le pavillon servira de centre d’enseignement et d’apprentissage multigénérationnel sur la conception et la fabrication communautaires. Il sera un catalyseur qui perturbera les modèles actuels de construction de logements et permettra à la communauté de déterminer elle-même l’avenir de ses logements de génération en génération. En outre, il s’agit d’un projet pilote évolutif qui peut être adapté aux besoins et aux capacités d’autres communautés. Ce projet promeut le logement comme une cosmologie, et non comme une marchandise.\n</p>","field_long_summary":"Nous demandons la création de loges de conception de construction de maisons liées aux installations de fabrication de logements dans les réserves, afin de renforcer les capacités des communautés en ancrant la production de maisons et de leurs composants dans les valeurs, la langue et l'éducation de la communauté.","lang":"fr","activist":"One House Many Nations","advocate":"Shawn Bailey et Lancelot Coar, Université du Manitoba; Sylvia McAdam, Université de Windsor; et Alex Wilson, Université de la Saskatchewan","architect":"David T Fortin Architect Inc","banner_caption":"Housing as Cosmology. A starry night in the Opaskwayak Cree Nation territory along the water's edge. In the forest background, there are three home-building projects depicted in red with a bold white outline situated on the land. The interconnectedness of all living beings is represented in red with a white outline, these include a moose emerging from the trees, a hawk in the sky, and a non-gendered person standing on the rocks by the water, proudly holding their feather to the sky. As you travel along the surface of the lake, a section of water shows the pickerel and sturgeon that are known in the region, peacefully swimming along the rocky bottom of the lake."},"banner":"home_building_lodges_banner.jpg"},{"demand_id":"reparative-architecture","field_demand_no":"⁴","field_exmark":"exAlt1","en":{"title":"Reparative Architecture","field_region":"Toronto","field_content":"<p>“Redress is a term used to describe reparations for past injustice associated with some form of discrimination, exclusion, or act of violence against a group of people and can take the form of various kinds of reparations (apologies or financial compensation) and best decided upon by legislators not the court system. Reparations were something that people of African descent fought for… following the abolishment of slavery and yet it was the former enslavers who were given compensation by the state for the loss of their financial benefits…” - Stephanie Allen, Fight the Power: Redressing Displacement and Building a Just City for Black Lives in Vancouver…, 2019</p><p>In Little Jamaica, Toronto, all three levels of governments have aligned to invest billions of dollars into public transit along our arterial road while ignoring calls from Black communities to be supported in our ongoing efforts to increase Black ownership of property in the neighbourhood so as to increase our access to affordable housing. Rather than respond to calls for support, public funds have been used to enrich the same land‘lords’ who have profited off our rent for generations.</p><p>We demand that redress is enacted through all three levels of government providing wholesome compensation to the Black-led Community Land Trust for the purchase and development of housing and commercial space. Government funding is to be paired with land use and economic policies that enable displaced Black renters the right to return and rebuild their community in Little Jamaica and to intensification without displacement.</p>","field_long_summary":"We demand redress for the Black residents of Toronto’s Little Jamaica who have been displaced or are at risk of being displaced from their homes or businesses due to state-led gentrification - the state is to provide wholesome compensation to the Black-led Community Land Trust for the purchase and development of housing and commercial space.","lang":"en","activist":"Black Urbanism TO and Keele Eglinton Residents","advocate":"CP Planning (Community in Public)","architect":"SOCA (Studio of Contemporary Architecture)","banner_caption":""},"fr":{"title":"Une architecture réparatrice","field_region":"Toronto","field_content":"<p>\n    L’architecture réparatrice est une forme de conception équitable qui reconnaît que les politiques récentes et historiques ont souvent été inéquitables et néfastes, et qui exige une responsabilisation qui prend la forme d’indemnisations permettant la reconstruction de communautés dynamiques sur les plans culturel et économique. Dans le cas du quartier torontois de Little Jamaica, une architecture réparatrice est nécessaire pour atténuer les dommages causés par le racisme systémique contre les personnes noires ayant découlé de projets d’infrastructure dirigés par le gouvernement, qui ont mené au déplacement de ces personnes et empêché les communautés noires d’améliorer leur sécurité en matière de logement. \n</p>\n<p>\n\nLes communautés noires ont été particulièrement vulnérables aux déplacements et à l’effacement causés par des actes de racisme les ciblant particulièrement. Comme le décrit Ted Rutland dans son ouvrage Displacing Blackness et comme l’a exploré Stephane Allen dans Fight the Power, cette situation a fait en sorte que les intérêts des autres l’ont toujours emporté sur les nôtres. Little Jamaica, qui longe l’avenue Eglinton Ouest, est l’une de ces communautés qui ont subi les conséquences désastreuses des déplacements, de l’effacement culturel et du déclin économique occasionnés par la construction d’un nouveau corridor du système léger sur rail (SLR). Le projet, qui a duré plus d’une décennie, est devenu une plaie municipale et a donné lieu à une perte de commerces du détail viables, de logements abordables et d’infrastructures culturelles dans le quartier. La voie du SLR n’est toutefois pas la seule responsable de ces déplacements. Le zonage et les politiques de planification de Toronto, qui visent le réaménagement de rues principales et la protection de quartiers résidentiels de maisons unifamiliales, contribuent également au problème.\n</p>\n<p>\n\nDans Little Jamaica, les trois ordres de gouvernement ont décidé d’investir des milliards de dollars dans le transport en commun le long de notre artère, tout en ignorant les communautés noires qui demandent des logements abordables et de l’aide dans leurs efforts continus afin d’accroître l’accès à la propriété dans le quartier. Faisant la sourde d’oreille, les gouvernements ont plutôt investi les fonds publics dans des projets d’infrastructures qui ont haussé la valeur des propriétés et enrichi les propriétaires mêmes qui profitent de nos loyers depuis des générations.\n</p>\n<p>\n\nUne architecture réparatrice assurera le logement sans effacement, selon le principe voulant que le logement fasse partie d’un écosystème communautaire intrinsèquement lié à la vie commerciale et récréative d’un quartier et aux diverses composantes importantes qui en font la vitalité.\n</p>\n<p>\n\nEn collaboration avec les résidentes et résidents du quartier, nous réclamons des changements aux lignes directrices torontoises sur les bâtiments de moyenne hauteur afin de favoriser la densification des petits lots sur les avenues, assurant la survie des commerces existants. Nous demandons également une plus grande densification des quartiers de maisons unifamiliales en permettant des usages mixtes aussi bien sur les rues que dans les ruelles, afin d’inciter la création de logements et de commerces abordables. Des fiducies foncières pour la communauté, dirigées par des personnes noires et créées grâce à cette initiative ne permettront pas seulement de fournir des espaces stables et abordables aux résidentes et résidents, mais aussi de perpétuer le riche héritage du caractère culturel unique de Little Jamaica.\n</p>","field_long_summary":" Nous demandons une architecture réparatrice pour les personnes noires résidant dans le quartier de Little Jamaica, à Toronto, qui ont été déplacées ou qui sont à risque de l’être en raison de l’embourgeoisement mené par l’État. Nous demandons à l’État d’indemniser les personnes touchées en finançant des fiducies foncières qui bénéficient à la communauté et qui sont dirigées par des personnes noires afin d’appuyer la création de logements et d’espaces ","lang":"fr","activist":"Black Urbanism TO et Keele Eglinton Residents","advocate":"CP Planning (Community in Public)","architect":"SOCA (Studio of Contemporary Architecture)","banner_caption":""},"banner":"reparative_banner.jpg"},{"demand_id":"gentrification-tax","field_demand_no":"⁵","field_exmark":"exAlt2","en":{"title":"A Gentrification Tax","field_region":"Toronto","field_content":"<p>Parkdale is a downtown Toronto neighborhood that still contains large numbers of affordable homes for low-income residents, a majority of whom are black, Indigenous and or people of colour (BIPOC). Currently, both mid rise apartments and rooming houses are under threat from corporate landlords and real estate investment trusts (REITs), who financialize housing, increasing rents and forcing out existing tenants.</p><p>The unearned increment is the value embedded in real estate not created by a private owner, but by Indigenous people, local cultures, tenants, neighborhood and community organizations, publicly funded infrastructure and non-human biotic and abiotic ecologies. In order to capture the unearned increment, the City of Toronto must create a hypothecated tax dedicated to producing a reliable and dedicated revenue stream to build, renovate, and maintain a growing stock of affordable housing held in community land trusts.</p><p>In response to this ongoing crisis of housing financialization, the Parkdale Neighbourhood Land Trust (PNLT) has purchased rooming houses and low-rise apartment buildings, taking land out of the competitive housing market. The Gentrification Tax will provide funding for PNLT to add mid-rise apartment buildings to its trust, taking this valuable building stock off the market and out of the reach of REITs. Architectural investments will then be made in these buildings to create long term housing that is sustainable, accessible, generous and collective. At grade, dense new landscape and community facilities will create generous public spaces, activating the public realm and connecting it to adjacent parks and greenspaces. Select additions and renovations to existing buildings will create new public and private amenity space, additional family-sized units, and improved accessible units, while minimizing disruption to existing tenants and ensuring they can remain in their homes. The aggregation of formerly private rental properties into a network of Land Trust properties will render new civic forms in Toronto neighborhoods.</p>","field_long_summary":"We demand a Gentrification Tax to capture the unearned increment of value to build and secure deeply affordable housing within a community land trust.","lang":"en","activist":"Parkdale Neighbourhood Land Trust ","advocate":"Gentrification Tax Action","architect":"LGA Architectural Partners, tuf lab, Blackwell Engineers","banner_caption":"\tA street perspective view of an apartment building on Jameson Ave. with new housing additions superimposed in red, with activists in the foreground calling for new affordable housing now."},"fr":{"title":"Une taxe sur l’embourgeoisement","field_region":"Toronto","field_content":"<p>\nParkdale est un quartier du centre-ville de Toronto qui compte encore un grand nombre de logements abordables pour les personnes à faible revenu, dont la majorité sont des personnes autochtones, noires et de couleur (PANDC). À l’heure actuelle, les appartements dans des immeubles de hauteur moyenne et les maisons de chambres sont menacés par les propriétaires et les fiducies de placement immobilier, qui financiarisent le logement, augmentent les loyers et évincent les locataires.\n</p>\n<p>\nLa plus-value imméritée est la valeur intrinsèque des biens immobiliers qui n’a pas été créée par un propriétaire privé, mais par les Autochtones, les cultures locales, les locataires, les organismes de quartier et communautaires, les infrastructures financées par l’État et les milieux biotiques et abiotiques non humains. Afin de récupérer la plus-value imméritée, la Ville de Toronto doit créer une taxe hypothéquée destinée à produire une source de revenus fiable et réservée à la construction, à la rénovation et à l’entretien d’un parc de logements abordables en expansion détenu par des fiducies immobilières bénéficiant à la communauté.\n</p>\n\n<p>\nEn réponse à la crise actuelle continue engendrée par la financiarisation du logement, la Parkdale Neighbourhood Land Trust (PNLT) a acheté des maisons de chambres et des immeubles résidentiels de faible hauteur, retirant ainsi des terrains du marché concurrentiel du logement. La taxe d’embourgeoisement permettra à PNLT de financer l’ajout d’immeubles résidentiels de moyenne hauteur à sa fiducie, ce qui retirera ce précieux parc de logements du marché et de la portée des fiducies de placement immobilier. Des investissements architecturaux seront ensuite réalisés dans ces immeubles afin de créer des logements à long terme qui sont durables, accessibles, généreux et collectifs. Au niveau du sol, un nouveau paysage dense et des installations communautaires créeront des espaces publics généreux, activant le domaine public et le reliant aux parcs et espaces verts adjacents. Certains ajouts et rénovations aux immeubles existants permettront de créer de nouveaux espaces d’agrément publics et privés, des logements familiaux supplémentaires et des logements accessibles améliorés, tout en minimisant les perturbations pour les locataires actuels et en veillant à ce que ces personnes puissent conserver leur domicile. L’agrégation d’anciennes propriétés locatives privées en un réseau de propriétés au sein d’une fiducie immobilière donnera naissance à de nouvelles formes civiques dans les quartiers de Toronto. \n</p>","field_long_summary":"Nous demandons une taxe sur l’embourgeoisement afin de récupérer la plus-value imméritée pour construire et garantir des logements très abordables au sein d’une fiducie immobilière au bénéfice de la communauté.","lang":"fr","activist":"Parkdale Neighbourhood Land Trust ","advocate":"Gentrification Tax Action","architect":"LGA Architectural Partners, tuf lab et Blackwell Engineers","banner_caption":"\tA street perspective view of an apartment building on Jameson Ave. with new housing additions superimposed in red, with activists in the foreground calling for new affordable housing now."},"banner":"gentrification_tax_banner.jpg"},{"demand_id":"surplus-properties-housing","field_demand_no":"⁶","field_exmark":"exAlt3","en":{"title":"Surplus Properties for Housing","field_region":"Atlantic","field_content":"<p>Municipal, Provincial, and Federal governments own an immense number of surplus property assetsproperties that are sitting idle—often in the form of vacant buildings and empty parcels. We demand that these assets be made available for the public good and the development of affordable housing.</p><p>We have developed a case study for this demand in Dartmouth, Nova Scotia, where the advocacy group This Should Be Housing has mapped the inventory of surplus properties suitable for housing. To demonstrate the viability and immense potential of our demand we have selected a single surplus piece of property currently owned by the Halifax Regional Municipality: The Graey Arena in the Dartmouth neighbourhood. For years the arena structure and the land surrounding it has been underutilized, while the housing shortage in Halifax has become more acute. In fact, the immediate context of the Graey Arena is victim to ongoing predatory capitalism in which large real estate investment companies purchase pre-existing rental stock as investments. The existing Graey Arena structure and land must be transformed as a bulwark against these exploitative practices by being developed into affordable housing now!</p><p>To achieve a beneficial use of this property, and similar ones across the country, we propose a mosaic community programming strategy alongside a mosaic funding model. This entails a thorough mapping of the larger existing context to determine a particular set of community needs to be deployed in a pixelated pattern and integrated alongside housing. At the same time a mosaic funding pattern redeploys existing resources in a novel fashion and demonstrates how projects like the redevelopment of Graey Arena are financially feasible within current economic contexts. Indeed, all the public money is already there—it just needs to be mapped, coordinated, and redeployed!</p><p>With this mosaic strategy we can achieve housing that provides mass affordability while incorporating a wide array of housing types and community spaces that are responsive to the specific needs of the community.</p>","field_long_summary":"We demand that all levels of government make available surplus public property assets for the development of affordable housing and the public good that is not for sale - not now and not in the future!","lang":"en","activist":"Navigator Street Outreach Program and This Should Be Housing","advocate":"Affordable Housing Association of Nova Scotia","architect":"FBM architecture • interior design • planning","banner_caption":"A community block-party is taking place at the Gerald B. Gray Memorial Arena building. Surrounding the building is a new mix of affordable and market-rate housing. The arena building has been transformed into an open space for various community-driven programs and has a food market that welcomes everybody. This is now a vibrant neighbourhood for living, working, growing food, and playing. The buildings in the background show the surrounding context. A diverse group of people are spending time together on the front steps of the project built on surplus land alongside the arena.\t"},"fr":{"title":"Des propriétés excédentaires pour le logement ","field_region":"Atlantique","field_content":"<p>\nLes administrations municipales, provinciales et fédérales possèdent un très grand nombre de propriétés excédentaires inutilisées, souvent sous la forme de bâtiments vacants et de parcelles vides. Nous demandons que ces actifs soient mis à disposition du bien public et du développement de logements abordables.\n</p>\n\n<p>\nNous avons réalisé une étude de cas pour cette demande à Dartmouth, en Nouvelle-Écosse, où le groupe de défense This Should Be Housing a cartographié l’inventaire des propriétés excédentaires adéquates pour le logement. Pour démontrer la viabilité et l’immense potentiel de notre demande, nous avons choisi un actif excédentaire appartenant actuellement à la municipalité régionale de Halifax : le Gray Arena dans le quartier de Dartmouth. Depuis des années, l’aréna et le terrain qui l’entoure sont sous-utilisés, alors que la pénurie de logements à Halifax ne cesse de s’aggraver. En fait, le contexte immédiat du Gray Arena est victime du capitalisme prédateur actuel, dans le contexte duquel de grandes fiducies de placement immobilier achètent des parcs locatifs existants à des fins d’investissement. La structure du Gray Arena et son terrain doivent servir de bastion contre ces pratiques d’exploitation et être transformés en logements abordables dès maintenant!\n</p>\n\n<p>\nPour parvenir à une utilisation bénéfique de cette propriété, et d’autres similaires à travers le pays, nous proposons une stratégie de programmation communautaire en mosaïque ainsi qu’un modèle de financement en mosaïque. Cette démarche implique une cartographie détaillée du vaste contexte existant afin de déterminer un ensemble particulier de besoins communautaires devant être déployés dans un modèle pixellisé et intégrés aux logements. Dans le même temps, un modèle de financement en mosaïque permet une réaffectation novatrice des ressources existantes et démontre que de tels projets sont financièrement réalisables dans le contexte économique actuel. En effet, tous les fonds publics sont déjà là; il suffit de cartographier, de coordonner et de redéployer! \n</p>\n\n<p>\nGrâce à cette stratégie en mosaïque, nous pouvons créer des logements très abordables tout en incorporant un large éventail de types de logements et d’espaces communautaires répondant aux besoins précis de la communauté.\n</p>\n","field_long_summary":"Nous demandons à ce que tous les ordres de gouvernement rendent accessibles les actifs publics excédentaires pour le développement de logements abordables et pour le bien public, qui n’est pas − et qui ne sera jamais − à vendre!","lang":"fr","activist":"Programme Navigator Street Outreach et This Should Be Housing","advocate":"Affordable Housing Association of Nova Scotia","architect":"FBM architecture • interior design • planning","banner_caption":"A community block-party is taking place at the Gerald B. Gray Memorial Arena building. Surrounding the building is a new mix of affordable and market-rate housing. The arena building has been transformed into an open space for various community-driven programs and has a food market that welcomes everybody. This is now a vibrant neighbourhood for living, working, growing food, and playing. The buildings in the background show the surrounding context. A diverse group of people are spending time together on the front steps of the project built on surplus land alongside the arena.\t"},"banner":"surplus_properties_banner.jpg"},{"demand_id":"intentional-communities-unhoused-people","field_demand_no":"⁷","field_exmark":"","en":{"title":"Intentional Communities for Unhoused People","field_region":"Toronto","field_content":"<p>Across c\\a\\n\\a\\d\\a, there has been a rapid expansion of tent encampments planned and built by homeless people, who either cannot access shelters or refuse to subject themselves to the physical danger, psychological insecurity, and lack of community within City shelters. Cities like Toronto have spent millions of dollars violently evicting people from these encampments, and criminalizing those who have supported them, yet people continue to camp out. They spent countless time finding and helping others find appropriate sites; accessing basic water and sanitation; retaining access to existing physical and mental health services; erecting all manner of pole-and-tented lodgings; re-inventing beds; feeding themselves; staying warm etc. etc. illustrating this populations' ability to house itself - if and when the opportunity presents itself. In Kitchener, Ontario, a generous landowner, a group of concerned activists, and an existing community of unhoused people formed A Better Tent City, a community of 50 people living in tiny houses and sharing common facilities. Toronto Tiny Shelters produced over a hundred fully insulated dwellings the size of tents for encampments during the COVID-19 pandemic. These precedents point to the importance of working with unhoused people to build strong social communities, not just solid housing.</p><p>Following consultation with unhoused Torontonians, Two Steps Home Collective is is planning a prototypical cluster of up to 25 cabins, plus community facilities and basic services, across 40-60 parking spaces on parking lots or other vacant space located on lands already purchased by the City for purposes of eventually constructing affordable housing. The cabins build on the unrelenting energy that unhoused people and underhoused families have shown in erecting self-determined, self-governed housing communities, and will serve as transitional housing until the residents (i.e. former residents of encampments) are ready to move into the new, long-term housing. Thus, our goal is to provide a suitable alternative to living in a tent, when the municipal shelter system is not an option. To achieve this vision, local politicians, city council members, and community organizations must be unified in support; zoning bylaws must be amended, where necessary; and a basis of trust must be earned between the Intentional Community providers and prospective residents.</p>","field_long_summary":"Across Canada, there is a rapidly expanding gap between “living rough” on the street or in self-made encampments, and gaining access to long-term housing. To support unhoused people, cities must use underutilized land to fund and build intentional communities where residents receive services, share community responsibilities, and regain agency to govern space and their lives.","lang":"en","activist":"A Better Tent City Waterloo Region","advocate":"Toronto Tiny Shelters","architect":"SvN Architects and Planners","banner_caption":"Leaving a tent and entering an intentional cabin community.\t"},"fr":{"title":"Des communautés intentionnelles pour les personnes sans logement","field_region":"Toronto","field_content":"<p>\nDans tout le pays, on assiste à une expansion rapide des campements de tentes planifiés et construits par des personnes sans-abri qui ne peuvent pas accéder aux refuges ou qui refusent de se soumettre au danger physique, à l’insécurité psychologique ou à l’absence de communauté des refuges urbains. Des villes comme Toronto ont dépensé des millions de dollars pour expulser violemment les gens de ces campements et pour criminaliser les personnes qui leur sont venues en aide. Et cela n’a pas fait disparaître ces campements. Les personnes sans logement ont consacré d’innombrables heures à trouver des sites appropriés et à aider d’autres personnes à en trouver; à accéder à de l’eau et à des installations sanitaires de base; à conserver l’accès à des services de santé mentale et physique existants; à ériger toutes sortes d’abris à l’aide de poteaux et de bâches; à se réinventer des lits; à se nourrir; à rester au chaud, etc. Cela illustre bien la capacité de ces populations à se loger si et quand l’occasion se présente. À Kitchener, en Ontario, un généreux propriétaire foncier, un groupe d’activistes et une communauté de personnes sans logement ont formé A Better Tent City, une communauté de 50 personnes vivant dans des minimaisons et partageant des installations communes. Pendant la pandémie de COVID-19, Toronto Tiny Shelters a bâti pour ces campements plus d’une centaine de logements entièrement isolés de la taille d’une tente. Ces précédents montrent l’importance de travailler avec les personnes sans logement pour bâtir non seulement des logements solides, mais aussi des communautés sociales fortes. \n</p>\n\n<p>\n\nAprès avoir consulté des Torontoises et des Torontois sans logement, le collectif Two Steps Home prévoit créer un ensemble prototypique − comprenant jusqu’à 25 maisonnettes, des installations communautaires et des services de base − sur 40 à 60 places de stationnement, dans des espaces de stationnement ou dans d’autres espaces vacants situés sur des terrains déjà achetés par la Ville pour y construire, un jour, des logements abordables. Le projet s’appuie sur l’énergie sans fin dont ont fait preuve les personnes sans logement et les familles dont les logements sont trop petits en érigeant des communautés de logements autodéterminées et autogouvernées. Les maisonnettes serviront de logement de transition jusqu’à ce que les résidentes et les résidents (c’est-à-dire les personnes qui habitaient auparavant sur les campements) soient prêts à emménager dans de nouveaux logements à long terme. Nous voulons ainsi offrir une solution de rechange adéquate aux campements, lorsque le système de refuges municipaux n’est pas une option. Pour réaliser cette vision, les politiciennes et politiciens de la région, les membres du conseil municipal et les organismes communautaires doivent unir leurs voix; les règlements de zonage doivent être modifiés, le cas échéant; et une confiance doit être établie entre les fournisseurs de communautés intentionnelles et les résidentes et résidents potentiels.\n</p>","field_long_summary":"Dans tout le Canada, l’écart se creuse rapidement entre l’itinérance dans la rue ou dans des campements improvisés et l’accès à un logement à long terme. Pour venir en aide aux personnes sans logement, les villes doivent utiliser les terrains sous-utilisés pour financer et construire des communautés intentionnelles où les gens bénéficient de services, partagent les responsabilités communautaires et reprennent le contrôle de l’espace et de leur vie.","lang":"fr","activist":"A Better Tent City, région de Waterloo","advocate":"Toronto Tiny Shelters","architect":"SvN Architects + Planners","banner_caption":"Leaving a tent and entering an intentional cabin community.\t"},"banner":"intentional_communities_banner.jpg"},{"demand_id":"collective-ownership","field_demand_no":"⁸","field_exmark":"","en":{"title":"Collective Ownership","field_region":"Vancouver","field_content":"<p>Collective action and collective ownership are fundamentally anti-capitalist movements. Collective design in partnership with collective ownership can together create housing decommodification in c\\a\\n\\a\\d\\a. We further propose that collective ownership is a strategy for cultural preservation and racial justice.</p><p>The Vancouver region’s diversity is concentrated in its suburbs. The “ethnoburb” of Richmond, BC, has a population that is 80% visible minority and 60% immigrants. Its concentration of Chinese and East Asian population has fostered cultural preservation, including a thriving “shadow economy” of goods and services rendered from private homes and disseminated through personal networks and cash payments.</p><p>Prevalent on this formerly-agrarian land is the single-family house on a large lot, on gridded city blocks. This format isolates people from their neighbours, and younger generations from their elders. It contributes to cultural loss over generations, and has dogged inflexibility in the face of a housing crisis and a climate crisis.</p><p>This proposal represents a case study of CO-, where facets of various collective housing approaches are combined in a single intentional community. The study rejects a “one size fits all” housing approach, opting to develop a user-led design and project delivery process that aligns with cooperative project financing and community-focused lifestyles. To achieve this requires a regulatory approach for policy changes at the municipal level and an end to the roadblocks within the financial sector toward more cooperative models.</p><p>By developing layered “personas” based on demographic data, interviews, and direct observation, we enacted an expert-led workshop, operating empathetically to develop critical design criteria. The site is a leftover from Richmond’s agrarian past, a large lot with double street frontage in a largely developed area. Richmond’s unique history and geo-location support a cultural mosaic and a large number of working- and middle-class families, resulting in a rich opportunity for diverse intentional communities.</p>","field_long_summary":"We demand that municipalities incorporate guidelines that prioritize a variety of forms of cooperative housing over speculative real estate development. We believe financial institutions including credit unions, banks, and other financial institutions must be engaged to outline roadblocks and pathways to alternative financing models which aid cooperative models.","lang":"en","activist":"","advocate":"Canadian Cohousing Network","architect":"Haeccity Studio Architecture","banner_caption":"A community of diverse residents gathers for a collective meal amid buildings with connecting paths, shared gardens, play areas and amenity spaces."},"fr":{"title":"La propriété collective","field_region":"Vancouver","field_content":"<p>\nL’action collective et la propriété collective sont des mouvements fondamentalement anticapitalistes. Ensemble, elles peuvent créer une démarchandisation du logement au c\\a\\n\\a\\d\\a. Nous proposons en outre que la propriété collective soit une stratégie de préservation culturelle et de justice raciale. \n</p>\n<p>\nLa diversité de la région de Vancouver est concentrée dans ses banlieues. La « banlieue ethnique » de Richmond est composée à 80 % de minorités visibles et à 60 % de personnes immigrantes. Sa concentration de populations originaires de la Chine et des autres pays d’Asie de l’Est a favorisé la préservation de la culture, dont une « économie parallèle » florissante de biens et de services fournis à partir de maisons privées et diffusés par l’intermédiaire de réseaux personnels et de paiements en espèces. \n</p>\n<p>\nLa maison unifamiliale située sur un grand terrain, dans des pâtés de maisons quadrillés, est très répandue sur ces terres autrefois agraires. Ce format isole les gens de leurs voisins, et les jeunes générations des personnes âgées. Il contribue à une perte culturelle au fil des générations et se caractérise par une inflexibilité tenace face à la crise du logement et à la crise climatique.\n</p>\n<p>\nCette proposition représente une étude de cas de CO-, où les facettes de diverses approches de logement collectif sont combinées dans une seule communauté intentionnelle. L’étude rejette l’approche du logement « taille unique » et opte pour un processus de conception et de réalisation de projets axés sur l’utilisateur, qui s’aligne sur le financement coopératif des projets et les modes de vie axés sur la communauté. Pour y parvenir, il est nécessaire d’utiliser une approche réglementaire des changements de politiques municipales et d’éliminer les obstacles aux modèles coopératifs dans le secteur financier.\n</p>\n<p> \nEn créant des « personas » détaillés à partir de données démographiques, d’entretiens et d’observations directes, nous avons organisé un atelier dirigé par des spécialistes, en opérant avec empathie pour établir des critères de conception critiques. Le site, qui est un vestige du passé agraire de Richmond, comprend un grand terrain avec façade sur deux rues dans une zone largement développée. L’histoire et la situation géographique uniques de Richmond sont à l’origine d’une mosaïque culturelle et d’un grand nombre de familles de la classe ouvrière et de la classe moyenne, ce qui offre de nombreuses possibilités de créer des communautés intentionnelles diverses.\n</p>","field_long_summary":"Nous demandons aux municipalités d’intégrer des lignes directrices qui privilégient les diverses formes de logement coopératif plutôt que le développement immobilier spéculatif. Nous pensons que les institutions financières, y compris les coopératives de crédit, les banques et d’autres institutions financières, doivent participer à définir l’essentiel des obstacles et des chemins menant à la diversification des modèles de financement favorisant les modèles coopératifs. ","lang":"fr","activist":"","advocate":"Réseau canadien de cohabitation","architect":"Haeccity Studio Architecture","banner_caption":"A community of diverse residents gathers for a collective meal amid buildings with connecting paths, shared gardens, play areas and amenity spaces."},"banner":"collective_ownership_banner.jpg"},{"demand_id":"mutual-aid-housing","field_demand_no":"⁹","field_exmark":"","en":{"title":"Mutual Aid Housing","field_region":"Montréal","field_content":"<p>Typical solutions to the problem of housing affordability often push social housing to marginal locations with poor access to transit, jobs, social services, and cultural amenities, while expensive plots of land in the city’s centre are reserved for profit-making developments.</p><p>When social housing (and much private market, multi-family, middle-income housing) is built, all communal programs and spaces are cut for budget reasons. Only bare-bones units of housing are constructed. This leaves housing units isolated and unsupported, leading to disconnection and disfunction. When newcomers arrive, or refugees flee to c\\a\\n\\a\\d\\a, and arrive in these housing units, they are vulnerable to these flaws.</p><p>We demand that high-density social housing be built in the urban core on government land that is given to a community land trust that provides access to transit, jobs, and social services. The site must be big enough to cultivate community and include expanded and supportive programming responsive to neighborhood needs. The proposal includes a public school and supplementary literary programming with « la Maison du savoir et de la littérature » to further support the residents, neighbours, and refugee communities.</p><p>Only decommodified housing can provide the expanded shared spaces for communal programs, setting the foundations for a practice of mutual aid where community members work together to meet their needs through cooperation. Further supportive programming for refugee resettlement, managed through a mutual aid approach within an accommodating environment, must be included to respond to neighbourhood needs. It is only by combining the creation of community-driven housing with supportive programs for social cohabitation that we will be able to end housing alienation.</p>","field_long_summary":"We demand housing for mutual aid in the urban core, where density and supportive programming respond to existing needs, foster community-building, and provide culturally-appropriate support to refugees. A large-scale development will foster cooperative support among people of diverse backgrounds and experiences.","lang":"en","activist":"Table de concertation du Faubourg Saint-Laurent with Maison du développement durable, Maison du Savoir et de la Littérature, Comité logement Ville-Marie, and Interloge","advocate":"Ipek Türeli, McGill University","architect":"Atelier Big City"},"fr":{"title":"Habitat solidaire","field_region":"Montréal","field_content":"<p>\nLes solutions habituelles au problème de l’abordabilité du logement forcent souvent la construction de logements sociaux dans des lieux marginaux ayant un mauvais accès aux transports en commun, aux emplois, aux services sociaux et aux attraits culturels, tandis que les terrains coûteux du centre-ville sont réservés à des projets à but lucratif. \n</p>\n\n<p>\nLors de la construction de logements sociaux (et d’une grande partie des logements destinés au marché privé, à plusieurs familles et à la classe moyenne), tous les programmes et espaces communautaires sont supprimés pour des raisons budgétaires. Seules les unités de logement de base sont construites. Les unités se retrouvent ainsi isolées et sans soutien, ce qui entraîne une déconnexion et un dysfonctionnement. Lorsque des personnes réfugiées ou nouvellement arrivées au pays emménagent dans ces logements, elles sont vulnérables à ces failles. \n</p>\n\n<p>\n\nNous demandons que des logements sociaux à haute densité soient construits dans le noyau urbain sur des terrains gouvernementaux donnés à une fiducie immobilière au bénéfice de la communauté afin d’offrir un accès aux transports en commun, aux emplois et aux services sociaux. L’emplacement doit être suffisamment grand pour cultiver un esprit de communauté et prévoir une programmation de soutien enrichie répondant aux besoins du quartier. La proposition inclut une école publique et une programmation littéraire supplémentaire offerte en partenariat avec la Maison du savoir et de la littérature pour soutenir davantage la population, les voisinages et les communautés de personnes réfugiées. \n</p>\n\n<p>\n\nSeul le logement démarchandisé peut fournir les espaces partagés élargis pour les programmes communautaires, jetant les bases d’une pratique d’aide mutuelle où la communauté coopère pour répondre à leurs besoins. D’autres programmes de soutien à la réinstallation des personnes réfugiées, gérés dans une optique d’aide mutuelle dans un environnement accueillant, doivent être inclus pour répondre aux besoins des quartiers. Ce n’est qu’en combinant la création de logements axés sur la communauté avec des programmes de soutien à la cohabitation sociale que nous pourrons mettre fin à l’aliénation du logement.\n</p>\n","field_long_summary":"Nous demandons des logements d’entraide dans le noyau urbain, où la densité et les programmes de soutien répondent aux besoins actuels, favorisent le développement de la communauté et offrent un soutien culturellement approprié aux personnes réfugiées. Un développement à grande échelle favorisera la coopération entre des personnes ayant des origines et des expériences diverses. ","lang":"fr","activist":"Table de concertation du Faubourg Saint-Laurent avec Maison du développement durable, Maison du Savoir et de la Littérature, Comité logement Ville-Marie et Interloge","advocate":"Ipek Türeli, Université McGill","architect":"Atelier Big City"},"banner":"mutual_aid_housing_banner.jpg"},{"demand_id":"ambient-ecosystems-commons","field_demand_no":"¹⁰","field_exmark":"","en":{"title":"Ambient Ecosystems Commons","field_region":"Montréal","field_content":"<p>Ambient ecosystems are urban systems that are usually not perceived as important to housing in the city. But they are fundamental to housing in the city. They are holistic systems having to do with population density, public space, mobility networks, commercial complexity, green space, metabolics, social cohesion and governance. These systems are woven throughout the city, providing services to all housing.</p><p>Social housing is often placed on sites that are alienated from these urban ecosystems. This alienation places a serious burden on disadvantaged inhabitants, dooming them to an unserved, insecure, and unhealthy future. Also, the trend to privatize public space in the city distracts from these ambient ecosystems, further reducing their perceived importance. We must decommodify the commons. A robust and equitably accessible commons is what creates thriving communities. Collective social housing needs the services that these ecosystems provide. They cannot just be for the privileged. Any housing without these ambient ecosystems is alienating.</p><p>Our demand is multidimensional. We demand an ambient-ecosystems commons that is designed and inhabited through a participatory process centered on local communities. Embedding housing in rich ambient ecosystems will create public spaces that foster a sense of community, accessible mobility services, commercial and social services that are diverse, local, and nourishing, green spaces that are biodiverse and safe, and governance that is participatory and effective. The ambient must continuously reflect the evolving needs of these communities.</p><p>We demand a charter that will uphold this ambient-ecosystems commons as continuously accessible, participative, and necessary to housing. The charter calls for all-stakeholder partnerships to explore scenario-based migratory paths towards better services for social housing. These goals will be realized through policy changes that ensure the continuity of the ambient realms, a financial strategy that calls for dedicated governmental support, changes to municipal taxation powers, the obligation to collaborate between levels of government, and the adoption of realistic, long-term and climate-centered green infrastructure financing so that improvements to the ambient ecosystems can be acted upon with confidence.</p><h4>Policy Proposal</h4><p>First, policy must be corrected to ensure the continuity of the ambient realms.</p><ol><li>Provincial policy must grant each city domain over its ambient urban realms. This domain may not be privatized, and authority over these ambient realms may not be conferred elsewhere. The ambient realms form an organic and indivisible support to urban housing, the governance of which remains in the collective.</li><li>Each city must recognize the obligation to balance governance of these ambient realms with the influence these realms have on the region within which the city exists, and each city must commit to restoring the region’s traditional connection to Indigenous populations.</li><li>The citizen’s right to initiate projects (le pouvoirde l’initiative) must be an inalienable right in the urban charter, and urban policy must support the enabling of this right.</li></ol><h4>Financial Strategy</h4><p>Second, financing must be established to ensure the development of the ambient realms.</p><ol><li>The city must attribute indexed, resilient budgets for spontaneous participatory process and project development.</li><li>To create resilience, these budgets must be financed into realistic futures, over the foreseeable timescales of the global environment, explicitly rejecting the timescales of short-term financing models.</li><li>The city must have the right to guaranteed taxation and/or intergovernmental transfers to support the development of the ambient realms.</li></ol><h4>Participatory Process</h4><p>Design is process, sometimes revealing existing architectures, sometimes creating new. Each city has a unique architecture that can be described in terms of its ambient realms. The design strategy we propose is the spontaneous development of the ambient.</p><ol><li>To reveal potential in the ambient realms, and so the areas to target for spontaneous occupation, mapping is required.</li><li>To create the scenario-based migratory paths that will become models of development, holistic partnerships are required.</li><li>The intersection between the ambient realms and three urban housing types will be explored: individual street addresses (3-storey), collective street address (3-storey), collective street address (high-rise). In each case, local ambient systems will be analyzed, the potential realms to target will be identified, and an example of occupation or modification proposed.</li></ol></ol>","field_long_summary":"We demand a vision and participatory process for housing development that upholds ambient urban ecosystems as a continuously accessible commons necessary for social housing. This process must lead to concrete action to improve the ambient commons.","lang":"en","activist":"Centre d’écologie urbaine de Montréal (CEUM)","advocate":"Bâtir Son Quartie","architect":"L'OEUF Architects","banner_caption":"Street view of the ambient ecosystems and housing\t"},"fr":{"title":"Écosystèmes ambiants communs","field_region":"Montréal","field_content":"<p>\nLes écosystèmes ambiants sont des systèmes urbains qui, malgré les perceptions, sont essentiels au logement dans les villes. Il jouent toutefois un rôle fondamental, en tant que systèmes holistiques liés à la densité de population, à l’espace public, aux réseaux de mobilité, à la complexité commerciale, aux espaces verts, au métabolisme, à la cohésion sociale et à la gouvernance. Ces systèmes sont tissés dans toute la ville, offrant des services à tous les logements.\n</p>\n<p>\nLes logements sociaux sont souvent bâtis sur des sites éloignés de ces écosystèmes urbains. Cette aliénation fait peser un lourd fardeau sur les personnes défavorisées y habitant, les condamnant à un avenir incertain, malsain et sans services. En outre, la tendance à la privatisation des espaces publics urbains détourne l’attention de ces écosystèmes ambiants, réduisant encore davantage leur importance perçue. Nous devons démarchandiser ces biens communs. Des biens communs robustes et équitables représentent le fondement des communautés florissantes. Les logements sociaux collectifs nécessitent les services fournis par ces écosystèmes, qui ne peuvent pas être réservés aux personnes privilégiées. Tout logement dépourvu de ces écosystèmes ambiants est aliénant.\n</p>\n<p>\nNotre demande est multidimensionnelle. Nous demandons des écosystèmes ambiants comme biens communs, qui sont conçus et habités dans le cadre de processus participatifs centrés sur les communautés locales. Enchâsser les logements dans des écosystèmes ambiants riches donnera lieu à des espaces publics qui favorisent un sentiment de communauté, à des services de mobilité accessibles, à des services commerciaux et sociaux variés, locaux et nourrissants, à des espaces verts biodiversifiés et sécuritaires, et à une gouvernance participative et efficace. Les écosystèmes ambiants doivent continuellement refléter les besoins changeants de ces communautés.\n</p>\n<p>\nNous demandons une charte énonçant que des écosystèmes ambiants sont considérés comme des biens communs, garantissant qu’ils sont continuellement accessibles et participatifs, et confirmant qu’ils sont essentiels au logement. Cette charte prévoira des partenariats entre toutes les parties prenantes afin d’explorer, sur la base de scénarios, des voies migratoires vers de meilleurs services pour le logement social. Ces objectifs seront atteints grâce à de nouvelles politiques assurant la pérennité des sphères ambiantes et grâce à une stratégie financière réclamant un soutien gouvernemental ciblé, des changements aux pouvoirs de taxation municipaux, l’obligation d’une collaboration entre les ordres de gouvernement et l’adoption d’un financement de l’infrastructure verte qui soit réaliste, durable et centré sur le climat. Ces mesures permettront d’apporter des améliorations aux écosystèmes ambiants en toute confiance.\n</p>\n<h4>Proposition stratégique</h4>\n<p>\nD’abord, les politiques doivent être corrigées pour assurer la pérennité des sphères ambiantes.\n</p>\n<ol>\n<li>Les politiques provinciales doivent accorder à chaque ville la propriété de ses sphères ambiantes, qui ne doivent pas être privatisées, et sur lesquelles l’autorité doit pas être conservée. Les sphères ambiantes constituent un soutien organique et indivisible aux logements urbains et leur gouvernance doit demeurer collective.</li>\n<li>Chaque ville doit reconnaître l’obligation de trouver un équilibre entre la gouvernance de ces sphères ambiantes et leur influence sur la région où se trouve la municipalité. Les villes doivent aussi s’engager à restaurer les liens traditionnels entre la région et les populations autochtones.</li>\n<li>Le droit inaliénable des citoyennes et des citoyens de lancer des projets (le pouvoir de l’initiative) doit être énoncé dans la charte urbaine, et une politique urbaine doit soutenir le respect de ce droit.</li>\n</ol>\n<h4>Stratégie financière</h4>\n<p>\nDeuxièmement, un financement doit être établi pour garantir le développement des sphères ambiantes. \n</p>\n<ol>\n<li>La Ville doit attribuer des budgets indexés et résilients à des processus participatifs spontanés et au développement de projets.</li>\n<li>Pour créer de la résilience, ces budgets doivent être financés dans un horizon raisonnable, sur une période prévisible compte tenu de l’environnement mondial. Les modèles de financement à court terme doivent être explicitement rejetés.</li>\n<li>La Ville doit avoir le droit garanti à des transferts intergouvernementaux ou à la réclamation de taxes pour soutenir le développement des sphères ambiantes.</li>\n</ol>\n<h4>Processus participatif</h4>\n<p>La conception est un processus. Elle révèle parfois des architectures existantes, et dévoile parfois de nouveaux modèles. Chaque ville possède sa propre architecture, qui peut être décrite à la lumière de ses sphères ambiantes. La stratégie de conception que nous proposons mise sur le développement spontané de sphères ambiantes. </p>\n<ol>\n<li>Pour révéler le potentiel des sphères ambiantes et ainsi décider des zones à cibler pour l’occupation spontanée, un exercice de cartographie est nécessaire.</li>\n<li>Des partenariats holistiques sont requis pour créer, sur la base de scénarios, des voies migratoires qui deviendront des modèles de développement.</li>\n<li>On explorera le recoupement entre les sphères ambiantes et trois types de logements urbains : adresses civiques individuelles (trois étages), adresses civiques collectives (trois étages) et adresses civiques collectives (tour d’habitation). Dans chaque cas, les écosystèmes ambiants locaux seront analysés, les sphères potentielles à cibler seront identifiées, et un exemple d’occupation ou de modification sera proposé.</li>\n</ol>","field_long_summary":"Nous demandons une vision et un processus participatif pour un développement de logements qui préserve les écosystèmes urbains ambiants comme des biens communs qui sont accessibles en permanence et qui sont nécessaires aux logements sociaux. Ce processus doit mener à des mesures concrètes pour améliorer les biens communs des écosystèmes ambiants. ","lang":"fr","activist":"Centre d’écologie urbaine de Montréal (CEUM)","advocate":"Bâtir Son Quartie","architect":"L'OEUF Architects","banner_caption":"Street view of the ambient ecosystems and housing\t"},"banner":"ambient_ecosystems_banner.jpg"}]