[
  {
    "team_id": 1,
    "Team": "Land Back",
    "Name": "Simoogit Saa Bax, Patrick R. Stewart Architect, Nisga'a Nation",
    "en": {
      "Role": "Architect",
      "Bio": "Simoogit Saa Bax Patrick Stewart is a member of the Killerwhale House of Daaxan of the Nisga’a Nation and an award-winning architect with 27 years of architectural experience who was the first architect of First Nations ancestry to own and operate an architectural firm in British Columbia, and an exhibiting architect with UNCEDED at the 2018 Venice Biennale. (Laurentian University McEwen School of Architecture)"
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Simoogit Saa Bax Patrick Stewart fait partie de la Killerwhale House of Daaxan au sein de la Nation Nisga’a et est un architecte primé cumulant 27 ans d’expérience en architecture. Il a été le premier architecte originaire des Premières Nations à posséder et à exploiter un cabinet d’architecture en Colombie-Britannique, et était l’un des architectes exposants à UNCEDED, une exposition présentée à la Biennale de Venise 2018. (École d’architecture McEwen de l’Université Laurentienne)."
    },
    
    
    "French Affiliation": "Nation Nisga’a",
    "Was the bio Provided / Approved?": ""
  },
  {
    "team_id": 1,
    "Team": "Land Back",
    "Name": "Sarah Silva, Hiyam Housing",
    "en": {
      "Role": "Activist",
      "Bio": "Sarah Silva is the VP of Real Estate and Development at Nch’ḵaỷ Development and a proud member of the Squamish Nation. Sarah is a founding Board Member and previously served as CEO of Hiy̓ám̓ ta Sḵw̱xwú7mesh Housing Society – the Squamish Nation’s non-profit housing arm. Hiy̓ám̓ Housing is responsible for building and managing non-profit housing for the Squamish Nation and being a leader in building safe, healthy, inclusive, affordable communities where people are engaged and empowered."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Fière membre de la Nation des Squamish, Sarah Silva est vice-présidente de l’immobilier et du développement à Nch’ḵaỷ Development. Elle est membre fondatrice du conseil d’administration de la Hiy̓ám̓ ta Sḵw̱xwú7mesh Housing Society, l’agence du logement sans but lucratif de la Nation des Squamish, et a également déjà été PDG de cette organisation. Hiy̓ám̓ Housing est responsable de bâtir et de gérer des logements sans but lucratif pour la Nation des Squamish et est un chef de file dans la construction de communautés sécuritaires, inclusives, abordables et en santé où les gens sont mobilisés et ont les moyens d’agir."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 1,
    "Team": "Land Back",
    "Name": "Xalek/Sekyu Siyam Chief Ian Campbell, Skwxwu7mesh Uxwumixw (Squamish Nation)",
    "en": {
      "Role": "Advocate",
      "Bio": "Chief Ian Campbell is a hereditary Chief of the Squamish Nation. He served 16years as an Elected Councillor, 23 years as a Lead Negotiator and 8 years as a spokesperson for the Squamish Nation. \nChief Campbell has an MBA from Simon Fraser University and is a cultural leader representing Indigenous Peoples of Canada Internationally. \nChief Campbell is an avid outdoorsman and has engaged in establishing significant partnerships and economic opportunities for his people."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Le chef Ian Campbell en est actuellement à son deuxième mandat en tant que conseiller élu des chefs et du conseil de la Nation des Squamish, où il a été nommé porte-parole politique. Depuis 1999, il est ambassadeur culturel et négociateur pour le service des relations intergouvernementales de la Nation des Squamish. Il possède une solide expérience et a fait ses preuves dans de nombreux domaines, notamment la protection et l’amélioration des droits autochtones et du titre ancestral de la Nation des Squamish, l’aménagement du territoire, la gestion des ressources naturelles, la foresterie, la gestion des espèces sauvages, la cogestion des parcs provinciaux et la conservation."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 2,
    "Team": "On the Land Housing",
    "Name": "At Home in the North",
    "en": {
      "Role": "Advocate",
      "Bio": "At Home in the North is a partnership project that creates, shares and mobilizes knowledge on homelessness and housing insecurity in the Canadian North. It works in partnership with communities across the provincial and territorial Norths to advance a northern housing continuum to inform the development and implementation of context-based, culturally safe programs, services and models for housing and homelessness, developed by and centered in northern communities."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "At Home in the North est un projet de partenariat qui crée, partage et mobilise des connaissances sur le sans-abrisme et l’insécurité du logement dans le Nord canadien. L’organisation travaille en partenariat avec des communautés nordiques de toutes les provinces et de tous les territoires pour faire avancer un continuum du logement qui contribuera à façonner l’élaboration et la mise en œuvre de programmes, de services et de modèles de logement et de lutte contre le sans-abrisme adaptés à la culture, fondés sur le contexte, conçus par les communautés du Nord et axés sur celles-ci."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "(Sara compiled; not approved yet)"
  },
  {
    "team_id": 2,
    "Team": "On the Land Housing",
    "Name": "Katlia Lafferty, National Indigenous Housing Network",
    "en": {
      "Role": "Activist",
      "Bio": "I am part Dene, Cree, French and American. As a survivor of intergenerational trauma from colonization and residential school, I am second generation out of the bush in the NWT as my grandmother was born in a teepee tent on the land completely free of colonial control and forced assimilation that has led many people into systemic government dependency including our family who did not have ownership over our own territory but rather had to live in poverty within the corrupt housing system which causes Indigenous Peoples to become vulnerable to violations of security and safety. I am now the author of a memoir (Northern Wildflower), a fictional novel about Dene legends in modern times (Land-Water-Sky) and a ficational novel about the northern housing system (This House Is Not a Home). I am now working on a novel about healing the inner child (Northern Wildflower). All published with Fernwood Publishing."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "D’ascendance dénée, crie, française et américaine, je suis une survivante des traumatismes intergénérationnels causés par la colonisation et les pensionnats. Ma famille a quitté la forêt des Territoires-du-Nord-Ouest il y a seulement deux générations. Ma grand-mère est née dans un tipi, sur le territoire, intouchée par l’emprise coloniale et l’assimilation forcée qui en ont plongé plusieurs dans la dépendance systémique au gouvernement. Ma famille était d’ailleurs de ce nombre, n’étant pas propriétaires de son propre territoire, elle a vécu dans la pauvreté au sein d’un système de logement corrompu qui rend les Autochtones vulnérables et nuit à leur sécurité. Je suis aujourd’hui l’auteure d’un mémoire (Northern Wildflower), d’un roman sur les légendes dénées à l’ère moderne (Land-Water-Sky) et d’un autre sur le système de logement dans le Nord (This House Is Not a Home). Mon tout dernier roman, auquel je travaille encore, porte sur la guérison de l’enfant intérieur (Northern Wildflower). Tous mes livres sont publiés chez Fernwood Publishing."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 2,
    "Team": "On the Land Housing",
    "Name": "Ouri Scott, Urban Arts Architecture Inc.",
    "en": {
      "Role": "Architect",
      "Bio": "Ouri Scott, a Tlicho Dene architect originally from the Northwest Territories, currently lives and works in Vancouver and thanks the Musqueam/xʷməθkʷəy̓əm, Squamish/Sḵwx̱wú7mesh, and Tsleil-Waututh/Sel̓íl̓witulh for allowing her to live on their territories as an uninvited guest. Ouri is honoured to be the first indigenous female architect in British Columbia. Drawing on her Tlicho Dene roots, Ouri brings an Indigenous perspective to projects including advising on process and protocols, developing culturally appropriate engagement approaches and innovative design strategies."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Architecte tlicho dénée originaire des Territoires du Nord-Ouest, Ouri Scott habite et travaille à Vancouver. Elle remercie les sḵwx̱wú7mesh, sel̓íl̓witulh, et xʷməθkʷəy̓əm de lui permettre de vivre sur leurs territoires sans y avoir été invitée. Ouri se sent honorée d’être la première femme architecte autochtone en Colombie-Britannique. S’inspirant de ses racines tlicho dénées, Ouri apporte une perspective autochtone aux projets auxquels elle collabore, notamment en fournissant des conseils sur les processus et les protocoles, et en élaborant des approches d’engagement culturellement appropriées et des stratégies de design innovatrices."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "(Sara compiled; not approved yet)"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "Alex Wilson, University of Saskatchewan",
    "en": {
      "Role": "Advocate",
      "Bio": "Dr. Alex Wilson is Neyonawak Inniniwak from the Opaskwayak Cree Nation. She is a professor with the Department of Educational Foundations and the Academic Director of the Aboriginal Education Research Centre at the University of Saskatchewan. Dr. Wilson’s scholarship has greatly contributed to building and sharing knowledge about two spirit identity, history and teachings, Indigenous research methodologies, and the prevention of violence in the lives of Indigenous peoples."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Neyonawak Inniniwak de la Nation crie d’Opaskwayak, Alex Wilson est professeure au Département des fondements pédagogiques et directrice des études au Centre de recherche sur l’éducation autochtone à l’Université de la Saskatchewan. Ses travaux ont largement contribué au savoir et à la mobilisation des connaissances sur l’identité, l’histoire et les enseignements liés à la bispiritualité, les méthodologies de recherche autochtones et la prévention de la violence envers les membres des communautés autochtones."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Proposed; not yet approved"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "David T Fortin Architect Inc",
    "en": {
      "Role": "Architect",
      "Bio": "David T Fortin Architect Inc. is an architectural team working across Canada with multiple groups, including Métis and First Nations communities, on a variety of residential, cultural, and educational projects. We believe that well-designed spaces can strengthen our relations with each other and the Land in profound ways and see ourselves as complementing the knowledge and capacity already thriving in each family, community, or organization we work with."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "David T Fortin Architect Inc. est une équipe d’architectes qui collabore avec plusieurs groupes de partout au Canada, dont des communautés métisses et des Premières Nations, pour mettre en œuvre une variété de projets résidentiels, culturels et éducatifs. Nous pensons que des espaces bien conçus peuvent profondément renforcer nos relations mutuelles ainsi que nos relations avec le territoire, et nous croyons pouvoir apporter un complément au savoir et aux capacités qui s’épanouissent déjà au sein de chaque famille, communauté ou organisation avec lesquelles nous travaillons."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "Grounded Architecture Inc.",
    "en": {
      "Role": "Architect",
      "Bio": "Located on Treaty #3’s Boreal Forest, Grounded Architecture Inc. is a value-based practice that focuses on creating architecture through storytelling, integrating land-based Knowledge with progressive technology to develop sensitive and creative architecture and processes.  We promote Land as pedagogy, Indigenous Knowledge, and process-based experiences through exploration, contemplation, and reflection."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Situé dans la forêt boréale sur le territoire du Traité 3, Grounded Architecture Inc. est une pratique fondée sur les valeurs qui mise sur la narration, l’intégration du savoir axé sur le territoire et les technologies progressistes pour élaborer et créer une architecture et des processus sensibles et créatifs. Nous faisons appel à l’exploration, à la contemplation et à la réflexion pour favoriser l’apprentissage par le territoire, le savoir autochtone et les expériences basées sur les processus."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "Idle No More",
    "en": {
      "Role": "Activist",
      "Bio": "Idle No More started in November 2012, among Treaty People in Manitoba, Saskatchewan, and Alberta protesting the Canadian government’s dismantling of environmental protection laws, endangering First Nations who live on the land. Led by women, and with a call for refounded nation-to-nation relations based on mutual respect, Idle No More is an inclusive, continent-wide network of urban and rural Indigenous working hand in hand with non-Indigenous allies to build a movement for Indigenous rights and the protection of land, water, and sky."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Idle No More a vu le jour en novembre 2012 alors que les peuples visés par les traités au Manitoba, en Saskatchewan et en Alberta protestaient contre le démantèlement, par le gouvernement canadien, de lois pour la protection de l’environnement, ce qui mettait en danger les Premières Nations qui vivent sur le territoire. Dirigé par des femmes et revendiquant des relations de nation à nation reconstruites et fondées sur le respect mutuel, Idle No More est un réseau inclusif d’Autochtones vivant dans des régions urbaines et rurales partout sur le continent et travaillant main dans la main avec des alliées et alliés non autochtones pour bâtir un mouvement visant à protéger les droits autochtones ainsi que la terre, l’eau et le ciel."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Proposed; not yet approved"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "Lancelot Coar, University of Manitoba",
    "en": {
      "Role": "Advocate",
      "Bio": "Lancelot Coar M.Arch, B.S. Civil Eng., B.S. Arch Eng. is an associate professor in the Department of Architecture at the University of Manitoba. Coar’s interests centre on exploring how architectural education and practice can meaningfully respond to the climate change and sociocultural justice issues impacting Indigenous people through design and construction sovereignty, prioritizing traditional knowledge, and decolonizing design education."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Lancelot Coar M. Arch, B.Sc. Ing. civile, B.Sc. Ing. arch. est professeur agrégé au département d’architecture de l’Université du Manitoba. Il s’intéresse aux façons dont l’enseignement et la pratique de l’architecture peuvent répondre efficacement aux changements climatiques et aux enjeux de justice socioculturelle qui touchent les Autochtones en misant sur la souveraineté du design et de la construction, la priorisation du savoir traditionnel et la décolonisation de l’enseignement du design."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "One House Many Nations",
    "en": {
      "Role": "Activist",
      "Bio": "One House Many Nations is a campaign that raises awareness about housing conditions and pressures governments to live up to their Treaty, moral, and legal responsibilities, in addition to providing homes. Starting with a pilot project to create a small sustainable village, One House Many Nations along with an associated think tank are working to connect current partners with experts who have the technology and skills to make these projects possible."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "One House Many Nations est une campagne qui sensibilise les gens aux conditions de logement et qui exerce des pressions sur les gouvernements pour qu’ils assument leurs responsabilités morales, légales et en vertu des traités, en plus de fournir des logements. One House Many Nations a commencé un premier projet pilote pour créer un petit village durable et travaille en collaboration avec une cellule de réflexion affiliée pour mettre leurs partenaires actuels en rapport avec des expertes et experts possédant la technologie et les compétences nécessaires pour concrétiser ces projets."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Proposed; not yet approved"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "SOLO Architecture",
    "en": {
      "Role": "Architect",
      "Bio": "SOLO (situated on land office) Architecture is grounded within the boreal fringe ecozone on Treaty Six territory. This ecozone is one of simultaneous diversity and unity. SOLO’s work is focused on supporting the interconnected relationship between Indigenous People and their traditional territories. SOLO carries extensive land-based experiences that help frame/ground their approach to the design, construction, and inhabitation of architecture."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "SOLO (situated on land office) Architecture est ancrée dans l’écozone à la fois diversifiée et unifiée qui borde la forêt boréale, sur le territoire du Traité 6. Par son travail, SOLO vise à soutenir les liens indissociables entre les peuples autochtones et leurs territoires traditionnels. SOLO réalise d’importantes expériences basées sur le territoire qui aident à encadrer et à ancrer leur approche du design, de la construction, et de l’occupation du patrimoine bâti."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 3,
    "Team": "First Nations Home Building Lodges",
    "Name": "Sylvia McAdam, Windsor University",
    "en": {
      "Role": "Advocate",
      "Bio": "Sylvia McAdam (Saysewahum) is from the Treaty 6 lands in what is now called “Canada.”  She is a direct descendant of Treaty peoples and Original peoples of these lands. Sylvia is from the nēhīyaw Nation. She is an Assistant Professor at Windsor Law and the co-founder of the “One House Many Nations” Campaign and Idle No More Movement. The former of which designs off-the-grid sustainable tiny-homes to address and raise awareness about the epidemic unacceptable proportions of homelessness in such a wealthy state as “Canada” especially amongst Indigenous/Original peoples."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Sylvia McAdam (Saysewahum) est originaire des terres du Traité 6, dans ce qu’on appelle aujourd’hui le « Canada ». Elle est une descendante directe des peuples visés par le Traité et des premiers peuples de ce territoire. Sylvia vient de la Nation nēhīyaw. Elle est professeure adjointe à la faculté de droit de l’Université de Windsor et cofondatrice de la campagne One House Many Nations et du mouvement Idle No More. One House Many Nations œuvre à la conception de minimaisons durables et hors réseau afin de sensibiliser les gens à l’épidémie de sans-abrisme et de s’attaquer à ce problème qui touche particulièrement durement les Autochtones et les premiers peuples et dont l’ampleur est inacceptable dans un État riche comme le « Canada »."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 4,
    "Team": "Reparative Architecture",
    "Name": "CP Planning (Community in Public)",
    "en": {
      "Role": "Advocate",
      "Bio": "Since founding CP Planning in 2017, Cheryll Case's co-design of neighbourhood, city, and nation-wide planning strategies have aligned for public, non-profit, and private sector organizations to invest millions of dollars into community-led solutions that uphold the economic and social rights of marginalized people to access good housing."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Depuis que Cheryll Case a fondé CP Planning en 2017, les stratégies d’aménagement qu’elle a coélaborées pour des quartiers, des villes et l’ensemble de la nation ont amené des organismes publics, sans but lucratif et privés à investir des millions de dollars dans des solutions dirigées par des communautés qui protègent le droit économique et social des personnes marginalisées d’accéder à des logements de qualité."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 4,
    "Team": "Reparative Architecture",
    "Name": "Keele Eglinton Residents",
    "en": {
      "Role": "Activist",
      "Bio": "Leighana Mais has been a volunteer in her neighbourhood - in Little Jamaica - since she was a pre-teen. Her passion for community engagement, advocacy and empowerment inspired her to create Keele and Eglinton Residents Group and to constantly deepen her community involvement through various projects."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Leighana Mais est bénévole dans son quartier, Little Jamaica, depuis la préadolescence. Sa passion pour l’engagement communautaire, la défense des droits et l’autonomisation l’ont inspirée à créer le Keele and Eglinton Residents Group et à jouer un rôle de plus en plus important au sein de sa communauté dans le cadre d’une variété de projets."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 4,
    "Team": "Reparative Architecture",
    "Name": "SOCA (Studio of Contemporary Architecture)",
    "en": {
      "Role": "Architect",
      "Bio": "The Studio of Contemporary Architecture (SOCA) is an architecture and urban design studio dedicated to inclusive city building and the creation of beautiful spaces. Founded on the belief that architecture both shapes and is shaped by the contemporary condition, the studio is deeply engaged in research and the broader discourse of architecture's impact on culture, the environment and the shaping of cities."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Le Studio of Contemporary Architecture (SOCA) est un studio d’architecture et d’esthétique urbaine qui se consacre à la construction de villes inclusives et à la création d’espaces magnifiques. Fondé sur la croyance selon laquelle l’architecture façonne la condition contemporaine tout en étant façonnée par elle, le studio participe activement à la recherche et au débat général sur les effets de l’architecture sur la culture, l’environnement et le façonnement des villes."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 5,
    "Team": "A Gentrification Tax",
    "Name": "Gentrification Tax Action",
    "en": {
      "Role": "Advocate",
      "Bio": "WITH NAMES: Gentrification Tax Action (GTA) is a collective of artists and designers formed to campaign for a Gentrification Tax. Such a tax would channel unearned real estate profits toward locally managed deeply affordable housing. Current members of GTA: Sameer Farooq, Jane Mah Hutton, Kika Thorne, and Adrian Blackwell.\n WITHOUT NAMES (ORIGINAL): Gentrification Tax Action is a campaign founded by a group of artists and designers for a municipal tax to fund locally managed deeply affordable housing through community land trusts. When selling their houses, local homeowners profit from the collective efforts of every member of the community. To overturn the pattern, Toronto needs a mechanism to channel the profit generated by land value increase into the communities who created it, and from whom this value is being taken."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Gentrification Tax Action est une campagne fondée par un groupe d’artistes et de designers revendiquant la création d’une taxe municipale finançant des logements très abordables et gérés localement dans le cadre de fiducies immobilières au bénéfice de la communauté. Lorsqu’ils vendent leur maison, les propriétaires locaux profitent des efforts collectifs de chaque membre de la communauté. Pour renverser cette tendance, Toronto doit se doter d’un mécanisme qui réinjectera les profits générés par l’augmentation de la valeur des terres dans les communautés qui ont créé cette valeur et qui s’en voient dépouillées."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided; still in discussion"
  },
  {
    "team_id": 5,
    "Team": "A Gentrification Tax",
    "Name": "LGA Architectural Partners",
    "en": {
      "Role": "Architect",
      "Bio": "LGA Architectural Partners is an award-winning team of architects and building scientists based in Toronto. Since 1989, we have been creating sustainable, contextually-sensitive and socially-minded spaces and places that reflect the highest aspirations of our clients, while contributing to the healthy growth and vibrancy of the communities we serve."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "LGA Architectural Partners est une équipe primée d’architectes et de scientifiques de la construction de Toronto. Depuis 1989, nous créons des espaces et des lieux durables, et à vocation sociale, adaptés au contexte et reflétant les plus hautes aspirations de notre clientèle, tout en contribuant à la croissance saine et au dynamisme des communautés que nous servons."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 5,
    "Team": "A Gentrification Tax",
    "Name": "Parkdale Neighbourhood Land Trust",
    "en": {
      "Role": "Activist",
      "Bio": "Parkdale Neighbourhood Land Trust is a not-for-profit community land trust in Parkdale led by a group of residents and organizations trying to protect the social, cultural and economic diversity of Parkdale by redefining how land is used and developed."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Parkdale Neighbourhood Land Trust est une fiducie immobilière au bénéfice de la communauté de Parkdale. Elle est dirigée par un groupe d’organismes et de résidentes et résidents qui œuvrent à protéger la diversité sociale, culturelle et économique de Parkdale en redéfinissant les fins auxquelles le territoire est utilisé et aménagé."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 5,
    "Team": "A Gentrification Tax",
    "Name": "tuf lab",
    "en": {
      "Role": "Advocate",
      "Bio": "tuf lab is a group of designers and planners at the University of Toronto. We pursue ideals of urban equity and ecological balance by engaging the difficult aspects of market-based development in Northern America that often make such pursuits so difficult  to achieve. These include private property,  automotive culture, and, suburban landscapes. By better understanding these conditions we hope to offer feasible alternatives to them."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "tuf lab est un groupe de designers et d’urbanistes de l’Université de Toronto. Nous poursuivons des idéaux d’équité urbaine et d’équilibre écologique en tenant compte des aspects problématiques du développement régi par les marchés en Amérique du Nord. Les aspects qui nuisent souvent à l’atteinte de ces idéaux comprennent la propriété privée, la culture de l’automobile et les paysages de banlieue. Nous espérons qu’en comprenant mieux ces conditions, nous pourrons offrir des solutions de rechange viables."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 5,
    "Team": "A Gentrification Tax",
    "Name": "Blackwell",
    "en": {
      "Role": "Structural Engineer",
      "Bio": "Since 1987, Blackwell has been a leading provider of structural engineering services to a diverse range of clients, including architects, designers, developers, and building owners. Our passion for excellence in structural design has earned us numerous awards for projects using mass timber, stick frame wood, steel, and concrete systems. Our contributions to sustainable design have been recognized as well and will continue to be a top priority moving forward with our commitment to a net zero practice as pledged in the SE2050 challenge. Under the leadership of our CEO, Brooke Guzar, we are committed to providing our clients with exceptional service and producing efficient structures."
    },
    "fr": {
      "Bio": "Depuis 1987, Blackwell est un chef de file de l’ingénierie structurale, offrant ses services à une clientèle très variée, dont des architectes, des designers, des promoteurs et des propriétaires d’immeubles. Grâce à notre passion pour l’excellence en conception des structures, nous avons remporté de nombreux prix pour des projets faisant usage de bois massif, de petits éléments de bois de charpente, d’acier et de systèmes de béton. Nos contributions à l’écoconception ont été reconnues et demeureront une priorité à mesure que nous réalisons notre engagement de carboneutralité dans le cadre du défi SE2050. Sous la direction de notre PDG, Brooke Guzar, nous nous appliquons à fournir un service exceptionnel et des structures efficaces à notre clientèle."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 6,
    "Team": "Surplus Properties for Housing",
    "Name": "Affordable Housing Association of Nova Scotia",
    "en": {
      "Role": "Advocate",
      "Bio": "The Affordable Housing Association of Nova Scotia, AHANS, is a knowledge- and experience not-for-profit based in Halifax, Nova Scotia. AHANS has been actively involved in building affordable housing and in upgrading, protecting, and better utilizing the province's existing housing stock since the mid-1980’s."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "L’Affordable Housing Association of Nova Scotia (AHANS) est un organisme sans but lucratif d’Halifax, en Nouvelle-Écosse, qui repose sur les connaissances et l’expérience. Depuis le milieu des années 1980, l’AHANS participe activement à la construction de logements abordables et à la modernisation et à la protection du parc de logements existant de la province ainsi qu’à l’amélioration des usages qui en sont faits."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 6,
    "Team": "Surplus Properties for Housing",
    "Name": "FBM architecture • interior design • planning",
    "en": {
      "Role": "Architect",
      "Bio": "FBM is dedicated to creating buildings that enhance both the quality of life within them and the communities they serve. Guided by the ethos of ‘people driven design’, FBM’s portfolio contains a wide range of projects and building types including spaces for learning, wellbeing, dwelling, and growing."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "FBM se consacre à la construction d’immeubles qui améliorent la qualité de vie leurs occupantes et occupants ainsi que des communautés qu’ils servent. Guidé par la philosophie de la « conception axée sur la personne », FBM possède un portfolio faisant état d’une grande variété de projets et de types d’immeubles, dont des espaces pour apprendre, cultiver le bien-être, se loger et grandir."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 6,
    "Team": "Surplus Properties for Housing",
    "Name": "Navigator Street Outreach Program",
    "en": {
      "Role": "Activist",
      "Bio": "Eric Jonsson represents the Navigator Street Outreach Program in Halifax. Specializing in connecting the street-involved population with community support and services, Eric can be found walking and driving all over the city. Previous to the Navigator program, he had the privilege to work with street-involved populations in many different capacities. Eric has a background in social work and geography while focusing on advocacy and community development."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Eric Jonsson représente le Navigator Street Outreach Program à Halifax. M. Johnsson, qui se spécialise dans la création de liens entre les gens de la rue et les services et soutiens communautaires, passe le gros de son temps à se déplacer dans la ville, à pied et en voiture. Avant le programme Navigator, il a eu le privilège de travailler avec les gens de la rue dans le cadre de divers mandats. Formé en travail social et en géographie, il s’intéresse particulièrement à la défense des droits et au développement communautaire."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided / approved"
  },
  {
    "team_id": 6,
    "Team": "Surplus Properties for Housing",
    "Name": "This Should Be Housing",
    "en": {
      "Role": "Activist",
      "Bio": "This Should Be Housing is a crowd-sourced map created to serve a dual purpose: a memory aid, and a space for proposal. Its creators believe housing is a human right, and are making a collaborative public database of property vacancies. For two generations, there has been very little public, social, or co-operative affordable housing built in Nova Scotia outside the market. That's where you come in. Visitors to the site can place a pin to anonymously register a vacant property. This Should Be Housing is made independently by coders and journalists in collaboration with Halifax Mutual Aid and the Anti Eviction Mapping Project."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "This Should Be Housing est une carte participative qui se veut à la fois un aide-mémoire et un espace de propositions. Les créatrices et créateurs de cette base de données publique et collaborative de biens immobiliers vacants croient que le logement fait partie des droits de la personne. Depuis deux générations, très peu de coopératives d’habitation et de logements sociaux et publics abordables ont été construits en Nouvelle-Écosse en dehors du marché. C’est ce qui nous motive à agir. Les personnes qui visitent notre site web peuvent placer une épingle pour enregistrer anonymement un bien immobilier vacant. This Should Be Housing est un projet indépendant mis sur pied par des programmeuses et programmeurs ainsi que des journalistes en collaboration avec Halifax Mutual Aid et l’Anti Eviction Mapping Project."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided / approved"
  },
  {
    "team_id": 7,
    "Team": "Intentional Communities for Unhoused People",
    "Name": "A Better Tent City Waterloo Region",
    "en": {
      "Role": "Activist",
      "Bio": "A Better Tent City provides tiny homes, plus shared facilities for washrooms, kitchen, etc., for a community of 50 people situated on public property. The 50 residents have moved from being unsheltered to being a community and a family. ABTC has been in operation since April 2020."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "A Better Tent City fournit des minimaisons ainsi que des installations communes (salles de bains, cuisine, etc.) à une communauté de 50 personnes précédemment sans logement et se trouvant sur la propriété publique. Les 50 résidentes et résidents en question forment aujourd’hui une communauté et une famille. L’organisation ABTC est active depuis avril 2020."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 7,
    "Team": "Intentional Communities for Unhoused People",
    "Name": "SvN Architects and Planners",
    "en": {
      "Role": "Architect",
      "Bio": "SvN is one of Canada’s premier integrated planning and design firms with a multidisciplinary team of architects, planners, urban designers and landscape architects engaged with the dynamic social, economic and environmental forces that define and govern where we live and work."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "SvN est parmi les plus importants cabinets de planification et de design intégrés au Canada. Son équipe multidisciplinaire d’architectes, d’urbanistes, de designers urbains et d’architectes paysagistes fait appel aux forces sociales, économiques et environnementales dynamiques qui définissent et régissent les endroits où nous visons et travaillons."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 7,
    "Team": "Intentional Communities for Unhoused People",
    "Name": "Toronto Tiny Shelters",
    "en": {
      "Role": "Advocate",
      "Bio": "Khaleel Seivwright formed Toronto Tiny Shelters in the Fall of 2020 as a response to the increase of unhoused Torontonians camping out in tents in parks. As COVID-19 spread through city shelters, he rented a warehouse space, collected donated funds and materials, and led a team of volunteer carpenters to build framed, insulated shelter boxes. TTS built 109 tiny shelter units over four months and delivered them to individuals experiencing homelessness, intended to be a short-term solution to keep folks warm and dry during the winter."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Khaleel Seivwright a fondé Toronto Tiny Shelters (TTS) à l’automne de 2020 en réponse au nombre croissant de Torontoises et de Torontois sans logement qui s’installaient dans des tentes dans les parcs de la ville. Alors que la COVID-19 se propageait dans les refuges de Toronto, il a loué un espace d’entrepôt, recueilli des dons d’argent et de matériel et dirigé une équipe de charpentières et de charpentiers bénévoles pour construire des logis carrés isolés avec charpente. En seulement quatre mois, TTS a bâti 109 petites unités et les a livrées à des personnes en situation d’itinérance, leur offrant ainsi une solution à court terme pour les tenir au chaud et au sec pendant l’hiver."
    },
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 8,
    "Team": "Collective Ownership",
    "Name": "Canadian Cohousing Network",
    "en": {
      "Role": "Advocate",
      "Bio": "The Canadian Cohousing Network, formed in 1992, is a registered non-profit organization that promotes the creation of cohousing communities as a model of community led housing by raising public awareness about cohousing and by bringing people together to form communities."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Le Canadian Cohousing Network, formé en 1992, est un organisme sans but lucratif enregistré qui sensibilise les gens au cohabitat et les rassemble pour former des communautés de cohabitat, favorisant un modèle de logements dirigés par la communauté."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 8,
    "Team": "Collective Ownership",
    "Name": "Haeccity Studio Architecture",
    "en": {
      "Role": "Architect",
      "Bio": "Haeccity Studio Architecture is an award-winning office committed to practising responsible design and realizing lasting structures for the healthy integration of human and natural systems. Founded in 2011, our female/BIPOC-led team conducts research through built projects, advocacy, and teaching, with a focus on Missing Middle and social impact projects."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Haeccity Studio Architecture est un cabinet primé qui est bien résolu à pratiquer le design responsable et à réaliser des structures durables pour l’intégration saine de systèmes humains et naturels. Fondé en 2011, le cabinet, dirigé par des femmes et des PANDC, réalise de la recherche dans le cadre de projets bâtis et d’initiatives de défense des droits et d’enseignement, mettant l’accent sur le milieu manquant et les projets sociaux."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Atelier Big City",
    "en": {
      "Role": "Architect",
      "Bio": "Atelier Big City was formed in 1987 by Randy Cohen, Anne Cormier and Howard Davies Its name reflects the group's interest in the city in all its manifestations. The motto adopted by the studio “Make architecture a public policy” underlines the importance it attaches to the public role of architecture. Randy Cohen is a graduate of McGill University and completed graduate studies in History and Theory at the Architectural Association in London. He teaches at UQAM and the University of Montreal where he supervises the work of graduates. Before the formation of the Atelier Big City, Randy Cohen collaborated on the work of the firms Peter Rose Architect and Arcop. He has been a guest curator at the CCA for a series of exhibitions featuring installations created by emerging artists from Montreal. Anne Cormier holds a professional degree from McGill University. She worked at the Canadian Center for Architecture before completing a certificate of advanced studies in urban architecture from the Paris-Villemin Architecture Educational Unit. She teaches at the School of Architecture of the University of Montreal, which she directed from 2007 to 2014. She was a member of the advisory committee on urban planning, design and real estate of the national capital of Ottawa and the editorial board of the journal ARQ. She contributed to the preparation of the first World Design Summit held in Montreal in the fall of 2017. She recently received the prestigious Margolese National Design for Living Award. Howard Davies is a graduate of McGill University and has obtained several grants that have enabled him to conduct research on urban space. He collaborated in the work of the firm Peter Rose Architect before the formation of Atelier Big City. He is Clifford C.F. Wong Professor of Practice at the School of Architecture at McGill University. He taught in the film department of Concordia University, where he dealt more specifically with perception. He is now attached to the design film department of this university. Gabriel Tessier is a graduate of the University of Montreal (2017) where he was awarded several prizes and distinctions, including the Cardinal Hardy, MSDL and André-Francou travel grants from the RAIC in connection with European collective housing. At Atelier Big City since 2018, he has worked on numerous housing projects and competitions for cultural buildings. Fannie Yockell completed with excellence her professional studies in architecture at the University of Montreal (2017). She has worked at Atelier Big City since 2018, performing a range of tasks including sketch development, rendering, development and coordination of working drawings, and site supervision. Fannie Yockell has been part of the teams for many Atelier Big City housing projects."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "L’Atelier Big City a été formé en 1987 par Randy Cohen, Anne Cormier et Howard Davies. Son nom traduit l’intérêt du groupe pour la ville dans toutes ses manifestations. Le slogan adopté par le studio, « Faire de l’architecture une politique publique », souligne l’importance qu’il accorde au rôle public de l’architecture. \n \n Randy Cohen est diplômé de l’Université McGill et a poursuivi des études supérieures en histoire et en théorie de l’architecture à l’Architectural Association, à Londres. Il enseigne à l’UQAM et à l’Université de Montréal, où il supervise les travaux des finissantes et des finissants. Avant la formation de l’Atelier Big City, Randy Cohen a collaboré aux travaux des firmes Peter Rose Architect et Arcop. Il a également été commissaire invité au CCA pour une série d’expositions présentant des installations réalisées par la relève artistique de Montréal.\n \n Anne Cormier détient un diplôme professionnel de l’Université McGill. Elle a travaillé au Centre canadien d’architecture avant de réaliser un certificat d’études approfondies en architecture urbaine de l’Unité pédagogique d’architecture Paris-Villemin. Elle enseigne à l’École d’architecture de l’Université de Montréal, qu’elle a dirigée de 2007 à 2014. Elle est membre du comité consultatif de l’urbanisme, du design et de l’immobilier de la Commission de la capitale nationale à Ottawa et du comité de rédaction de la revue ARQ. Elle a contribué à la préparation du premier Sommet mondial du design, qui a été tenu à Montréal à l’automne 2017. Elle a récemment reçu le prestigieux Margolese National Design for Living Award.\n ​\n Howard Davies est diplômé de l’Université McGill et a obtenu plusieurs bourses qui lui ont permis de mener des recherches sur l’espace urbain. Avant la formation de l’Atelier Big City, il a collaboré aux travaux de la firme Peter Rose Architect. Il détient le titre de professeur en pratiques architecturales Clifford C.F. Wong à l’École d’architecture de l’Université McGill. Il a également enseigné au département de cinéma de l’Université Concordia, où il traitait plus particulièrement de la perception, et est maintenant attaché au département de design de cette université.\n \n Gabriel Tessier est diplômé de l’Université de Montréal (2017), où il a reçu plusieurs prix et distinctions, y compris la Bourse Cardinal et Hardy, la Bourse Fonds MSDL et la Bourse André-Francou de l’IRAC pour projet de voyage, en lien avec les habitations collectives européennes. Depuis son arrivée à l’Atelier Big City en 2018, il a participé à plusieurs projets d’habitation et concours de conception d’immeubles culturels. \n \n En 2017, Fannie Yockell a terminé avec excellence ses études professionnelles en architecture à l’Université de Montréal. Elle travaille à l’Atelier Big City depuis 2018 et s’acquitte d’un éventail de tâches, dont l’élaboration de croquis, les rendus, l’élaboration et la coordination de dessins d’exécution et la supervision de sites. Fannie Yockell a fait partie de l’équipe de nombreux projets de logements de l’Atelier Big City."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Comité logement Ville-Marie",
    "en": {
      "Role": "Activist",
      "Bio": "The mission of the Comité logement Ville-Marie is to promote and uphold the rights of tenants in the Montreal Borough of Ville-Marie. This housing organization provides information on tenants’ rights and obligations and supports their efforts to have their rights asserted and respected. The organization also promotes and participates in the development of social housing that meets the needs of low- and moderate-income households in the borough, particularly those of seniors and families with children."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Le Comité logement Ville-Marie a pour mission de promouvoir et de défendre les droits des locataires de l’arrondissement de Ville-Marie. Il offre de l’information sur les droits et obligations des locataires et soutient ceux-ci dans leurs démarches visant à faire valoir et respecter leurs droits. Le Comité logement fait également la promotion et participe au développement de logements sociaux destinés à répondre aux besoins des ménages à faible ou modeste revenu de l’arrondissement, et notamment à ceux des familles avec enfants ou des personnes âgées."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Interloge",
    "en": {
      "Role": "Activist",
      "Bio": "Interloge (a social housing and charitable organization) helps create inclusive and diversified communities with contributions from its partners and employees, in a spirit of respect, openness, mutual trust, and recognition of each person’s expertise. Its priority concern is to improve the living conditions of individuals and families in precarious situations by offering them quality, affordable social housing."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Nous contribuons à la création de communautés inclusives et diversifiées avec l’apport de nos partenaires et de nos employés sur les bases du respect, de la confiance mutuelle et de l’ouverture, dans la reconnaissance des expertises de chacun. Nous travaillons prioritairement à améliorer les conditions de vie des personnes et des familles en situation de précarité, en leur offrant de l’habitation sociale et abordable de qualité."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Ipek Türeli, McGill University",
    "en": {
      "Role": "Advocate",
      "Bio": "Ipek Türeli is Associate Professor and Canada Research Chair in Architectures of Spatial Justice at McGill University. One of her areas of research is the intersection of social housing and design activism. She holds a professiona degree from the Architectural Association in London and a PhD in Architecture from UC Berkeley."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Ipek Türeli est professeure agrégée et titulaire de la Chaire de recherche du Canada sur les architectures de la justice spatiale à l’Université McGill. Dans ses recherches, elle se penche notamment sur les recoupements entre les logements sociaux et l’activisme par le design. Elle détient un diplôme professionnel de l’Architectural Association, à Londres, et un doctorat en architecture de l’UC Berkeley."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Maison du développement durable",
    "en": {
      "Role": "Activist",
      "Bio": "Isabelle Richard has worked as a development officer at the Maison du développement durable (MDD) since 2021. For more than 20 years, she has specialized in implementing social initiatives and collective real-estate projects that address social concerns, including access to quality, affordable housing for low- and moderate-income households as well as for people either experiencing, or at risk of, homelessness.\n MDD is a forum for discussion, reflection and innovation on sustainable development and ecological transition. The mission of MDD (located in a state-of-the-art LEED® Platinum NC-certified ecological building) is to both inspire citizens, experts and elected officials and foster synergy among its founding member organizations: Amnesty International, Le Petit Réseau (an early childhood centre), the Conseil régional de l'environnement de Montréal, ENvironnement JEUnesse, Équiterre, Option consommateurs, the Regroupement national des conseils régionaux de l'environnement du Québec and Vivre en Ville."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Depuis 2021, Isabelle Richard travaille à la Maison du développement durable (MDD) à titre de chargée de développement. Depuis plus de 20 ans, elle s’est spécialisée dans la mise en place d’initiatives sociales et de projets immobiliers collectifs répondant à des préoccupations sociales dont, en autres, celle de l’accès à des logements de qualité et à coût abordable pour les ménages à revenu faible ou modeste ainsi qu’à des personnes en situation et à risque d’itinérance.\nLa Maison du développement durable (MDD) est un carrefour d'échanges, de réflexions et d'innovations sur le développement durable et la transition écologique. La MDD, bâtiment écologique exemplaire certifié LEED® Platine NC, a pour mission d’inspirer les citoyens, les experts et les élus et de créer une synergie entre ses membres fondateurs : Amnistie internationale, le Centre de la petite enfance Le Petit réseau, le Conseil régional de l’environnement de Montréal, ENvironnement JEUnesse, Équiterre, Option consommateurs, le Regroupement national des conseils régionaux de l’environnement du Québec et Vivre en Ville."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Table de concertation du Faubourg Saint-Laurent",
    "en": {
      "Role": "Activist",
      "Bio": "The mission of the Table de concertation forum is to promote communication, exchange and cooperation among the various social actors in the Faubourg Saint-Laurent district of Montreal in all issues related to the well-being of the diverse people who live in or regularly frequent the area.\n The forum enables the district’s community, institutional, cultural and economic partners to work together and identify collective priorities in matters of social development and poverty reduction. The organization implements multi-network and multi-sectoral projects and other measures that address identified collective priorities."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "La mission de la Table est de favoriser la communication, les échanges et la concertation entre les différents acteurs du faubourg Saint-Laurent pour tout ce qui touche le mieux-être des différentes catégories de personnes qui y vivent ou qui le fréquentent.  \nL’organisation permet de concerter les partenaires communautaires, institutionnels, culturels et économiques de son territoire et d’identifier des priorités collectives en matière de développement social et de lutte à la pauvreté. Elle mène des projets et des actions multi-réseau et multisectorielle qui répondent aux priorités collectives identifiées"
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  },
  {
    "team_id": 9,
    "Team": "Mutual Aid Housing",
    "Name": "Maison du Savoir et de la Littérature",
    "en": {
      "Role": "Activist",
      "Bio": "La Maison du savoir et de la littérature is the offspring of Maison des gens de lettres, a non-profit organization founded in 2014 by writers, translators, and playwrights of Montréal. It is devoted to unifying all the associations and small enterprises of the literary community while developing affordable housing for workers in the literary arts, as well as the general population in a spirit of cooperation, inclusion, and emancipation from speculative real estate ventures."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "La Maison du savoir et de la littérature est un projet porté par la Maison des gens de lettres, un organisme sans but lucratif fondé en 2014 par des écrivaines et écrivains, des traductrices et traducteurs et des dramaturges de Montréal. L’objectif est de rassembler toutes les associations et les petites entreprises de la communauté littéraire tout en développant des logements abordables pour les travailleuses et travailleurs des arts littéraires et la population en général, dans un esprit de collaboration et d’inclusion qui vise l’affranchissement des affaires immobilières risquées et spéculatives."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided (and edited)"
  },
  {
    "team_id": 10,
    "Team": "Ambient Ecosystem Commons",
    "Name": "Bâtir son quartier",
    "en": {
      "Role": "Advocate",
      "Bio": "Bâtir son quartier is a social-economy enterprise that supports organizations and low- and moderate-income households in taking collective action to improve housing conditions and create supportive living environments. Specifically, the enterprise coordinates the implementation of housing and community real-estate projects, based principally on cooperative or non-profit approaches."
    },
    "fr": {
      "Role": "Intervenant",
      "Bio": "Bâtir son quartier est une entreprise d’économie sociale qui accompagne les organismes et les ménages à faible ou modeste revenu dans la prise en charge collective de leurs conditions de logement et la création de milieux de vie solidaires. Pour ce faire, elle coordonne la réalisation de projets d’habitation et d’immobilier communautaire, développés principalement selon des formules coopératives ou à but non lucratif."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Approved"
  },
  {
    "team_id": 10,
    "Team": "Ambient Ecosystem Commons",
    "Name": "Centre d’ecologie urbaine de Montréal (CEUM)",
    "en": {
      "Role": "Activist",
      "Bio": "Montréal Urban Ecology Centre aims at developing and proposing urban policies and practices to help create green, democratic, and healthy cities."
    },
    "fr": {
      "Role": "Activiste",
      "Bio": "Le Centre d'écologie urbaine de Montréal a comme mission de proposer des pratiques et des politiques pour créer des villes écologiques, démocratiques et en santé."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided (already in French and English)"
  },
  {
    "team_id": 10,
    "Team": "Ambient Ecosystem Commons",
    "Name": "L'OEUF Architects",
    "en": {
      "Role": "Architect",
      "Bio": "Since 1992, L’OEUF, an architecture and design firm, has been working for massive regenerative impact - through collaborative co-creation. With our devoted clients and partners, we have been working to find innovative ways of making BIG IDEAS real. It is what gets us out of bed in the morning."
    },
    "fr": {
      "Role": "Architecte",
      "Bio": "Depuis 1992, le cabinet d’architecture et de design L’ŒUF travaille pour produire d’importantes retombées régénératrices grâce à la cocréation collaborative. Avec notre clientèle et nos partenaires dévoués, nous œuvrons à trouver des moyens novateurs de concrétiser de GRANDES IDÉES. C’est ce qui nous motive jour après jour."
    },
    
    
    "French Affiliation": "",
    "Was the bio Provided / Approved?": "Provided"
  }
]