[{"page_id":"aaha-manifesto","en":{"title":"MANIFESTO","body":"<h3 class=\"bigTitle\">End Housing Alienation Now!</h3>\n \n    <p>\nHousing in c\\a\\n\\a\\d\\a is characterized by unaffordability, disrepair, under-housing, precarity, and homelessness. This is housing alienation—the condition of being separated from our fundamental connections to home. It separates us from the land we inhabit, the social world that supports us, and our full creative lives. We are Architects Against Housing Alienation and we believe the current housing system in c\\a\\n\\a\\d\\a must be abolished!\n    </p>\n    <p>\nThe transformation of land and homes into profit-generating commodities has caused alienation. This condition began with colonial land dispossession. When European settlers arrived in c\\a\\n\\a\\d\\a, they began a process that not only violently took land away from Indigenous peoples, but also attacked Indigenous ways of knowing and doing. Through this encounter, land became conceptualized as private property, reserved for the exclusive use of its owner and yet easily exchanged, throwing something as rooted as land into circulation. We use Simoogit Saa Bax Patrick Stewart’s backslashes in c\\a\\n\\a\\d\\a to refer to these originating land divisions and separations. c\\a\\n\\a\\d\\a is divided by property lines and separated by the drive for profit over the connection to place.\n</p>\n<p>\nToday, homes are designed to be exchangeable assets. They follow the rules of real estate speculation so that they can store wealth and be easily traded for profit, resulting in environments that are racist, sexist, and classist. Housing alienation disproportionately robs the working class, women, and racialized people of their power to determine for themselves the means of their survival and flourishing. Profit-driven housing production depends on exploitative labour practices and the degradation of the environment through unsustainable construction and resource extraction. \n</p>\n<p>\nWe seek to end housing alienation by rebuilding connections to land, to community, and to creative self-determination. As activists, advocates, and architects, we are working collaboratively to create the political will, economic and policy frameworks, and designs for housing that are socially, ecologically, and creatively empowering for all. \n</p>\n\n\n<h3>To end housing alienation in c\\a\\n\\a\\d\\a, we demand:</h3>\n <ol>\n<li><strong><a href=\"/en/demand/land-back\">Land Back:</a></strong> We demand that all land c\\a\\n\\a\\d\\a claims for the “crown” be returned to First Nations, Métis, and Inuit Peoples as Indigenous land.</li>\n<li><strong><a href=\"/en/demand/land-housing\">On the Land Housing:</a></strong> We demand on-the-land, off-grid, nomadic communities for Indigenous women and girls with access to safe, secure, affordable, culturally relevant wrap around support services.</li>\n<li><strong><a href=\"/en/demand/home-building-lodges\">First Nations Home Building Lodges:</a></strong> We demand Home Building Design Lodges tied to housing manufacturing facilities on reserves, to build capacity within communities by grounding the production of houses and their components, in community values, language, and education.​</li>\n<li><strong><a href=\"/en/demand/reparative-architecture\">Reparative Architecture:</a></strong> We demand reparative architecture for the Black residents who have been displaced or are at the risk of being displaced due to state-led gentrification. We demand the state provide reparations by funding Black-led community land trusts for the creation of affordable housing and commercial space.</li>\n<li><strong><a href=\"/en/demand/gentrification-tax\">A Gentrification Tax:</a></strong> We demand a Gentrification Tax to capture the unearned increment of value to build and secure deeply affordable housing within a community land trust.</li>\n<li><strong><a href=\"/en/demand/surplus-properties-housing\">Surplus Properties for Housing:</a></strong> We demand that all levels of government make available surplus public property assets for the development of affordable housing and the public good that is not for sale—not now and not in the future!</li>\n<li><strong><a href=\"/en/demand/intentional-communities-unhoused-people\">Intentional Communities for Unhoused People:</a></strong> Across Canada, there is a rapidly expanding gap between “living rough” on the street or in self-made encampments, and gaining access to long-term housing. To support unhoused people, cities must use underutilized land to fund and build intentional communities where residents receive services, share community responsibilities, and regain agency to govern space and their lives.</li>\n<li><strong><a href=\"/en/demand/collective-ownership\">Collective Ownership:</a></strong> We demand that municipalities incorporate guidelines that prioritize co-living, cooperative and co-housing over speculative real estate development and that credit unions and banks remove roadblocks and create pathways to cooperative financing models.</li>\n<li><strong><a href=\"/en/demand/mutual-aid-housing\">Mutual Aid Housing:</a></strong> We demand housing for mutual aid in the urban core, where density and supportive programming respond to existing needs, foster community-building, and provide culturally-appropriate support to refugees. Large-scale development will foster cooperative support among people of diverse backgrounds and experiences.</li>\n<li><strong><a href=\"/en/demand/ambient-ecosystems-commons\">Ambient Ecosystem Commons:</a></strong> We demand a vision and participatory process for housing development that upholds ambient urban ecosystems as a continuously accessible commons necessary for social housing. This process must lead to concrete action to improve the ambient commons.</li>\n </ol>\n\n\n<h3>Atlas of Housing Alienation (film)</h3>\n<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }</style><div class='embed-container'><iframe src='https://www.youtube.com/embed/WW8PxLUfAww' frameborder='0' allowfullscreen></iframe></div>\n\n\n\n    <p>\nHow did we get here? <em>The Atlas of Housing Alienation</em>, a collaboration with film producer and editor\nMarie-Espérance Cerda, is an original documentary film that introduces viewers to the history of housing\nalienation in c\\a\\n\\a\\d\\a. In the short film, historical film footage is clipped and organized into a series of\nthematic chapters that place a critical lens on the history of land, colonization, capitalism, and housing in\nthe place now known as c\\a\\n\\a\\d\\a. It begins by evoking the pre-contact days of Turtle Island’s\nstewardship by Indigenous peoples, then explores the construction of new notions of property ownership\nresulting from European settler and Indigenous people’s contact through later eras of westward settler\ncolonial “progress,” industrialization, and inequalities around race and gender experienced in connection\nto housing, as well as current conditions of financialization and houselessness. To counterbalance the\nsometimes deeply propagandistic source material—selling the Canadian frontier to white settlers—the\nfilm uses montage, narration, and a chapter structure that complicates the received story of the nation\nstate to raise important questions and expose the complexity of this history.\n    </p>\n"},"fr":{"title":"MANIFESTE","body":"<h3 class=\"bigTitle\">Mettons fin à l’aliénation du logement!</h3>\n\n<p>\n    Le logement au c\\a\\n\\a\\d\\a se caractérise par l’insuffisance d’habitations abordables, le délabrement, le manque de logements de taille appropriée, la précarité et le sans-abrisme. C’est ce qu’on appelle l’aliénation du logement, c’est-à-dire la rupture des attaches fondamentales à un chez-soi. Ce phénomène nous sépare du territoire que nous habitons, du réseau social qui nous soutient et de l’intégrité de nos vies créatives. Nous sommes Architects Against Housing Alienation (AAHA) et nous croyons que le système du logement actuel au c\\a\\n\\a\\d\\a doit être aboli! (À noter : nous employons la graphie préconisée par Simoogit Saa Bax Patrick Stewart, dont les barres obliques évoquent la séparation des territoires d’origine.)\n</p>    \n<p>    \n    La transformation de territoires et de maisons en produits générant des profits a un effet aliénant. Cet état des choses a commencé au début de la colonisation avec la saisie des terres. Lorsque les colons européens sont arrivés au c\\a\\n\\a\\d\\a, ils ont entamé un processus qui a non seulement violemment dépossédé les peuples autochtones de leurs terres, mais également attaqué les modes de savoir et les façons de faire autochtones. Dans la foulée de cette rencontre, la terre a été conceptualisée comme une propriété privée réservée à l’usage exclusif de son propriétaire, a été rendue facilement échangeable et a été mise en circulation en dépit de son caractère fondamentalement enraciné. Le c\\a\\n\\a\\d\\a est divisé par des limites de propriété et déchiré par la course au profit, qui l’emporte sur l’attachement au lieu.\n</p>    \n<p>\n    Aujourd’hui, les maisons sont conçues pour être des biens échangeables. Elles suivent les règles de la spéculation immobilière et deviennent des outils d’accumulation de richesse que l’on peut facilement échanger pour réaliser des profits, ce qui donne lieu à des environnements racistes, sexistes et classistes. L’aliénation du logement dépouille de façon disproportionnée la classe ouvrière, les femmes et les personnes racisées de leur pouvoir de choisir leurs moyens de survie et d’épanouissement. La production de logements axée sur les profits dépend de pratiques d’emploi exploitant la main-d’œuvre et de pratiques de construction et d’extraction de ressources qui sont non durables et qui dégradent l’environnement.\n</p>    \n<p>\n    Nous cherchons à mettre fin à l’aliénation du logement en reconstruisant les liens à la terre, à la communauté et à l’autodétermination créative. En tant qu’activistes, porte-parole et architectes, nous collaborons pour créer une volonté politique, des cadres économiques et politiques ainsi que des plans pour des logements valorisants pour toutes les parties sur les plans social, écologique et créatif.\n</p>    \n<h3>\n    Pour mettre fin à l’aliénation du logement au c\\a\\n\\a\\d\\a, nous demandons :\n</h3>  \n<ol>\n    <li><strong><a href=\"/fr/demand/land-back\"\">La restitution des terres ancestrales :</a></strong> Nous demandons que toute terre revendiquée par le c\\a\\n\\a\\d\\a comme terre de la « Couronne » soit restituée aux Premières Nations, aux Métis et aux Inuits en tant que terres autochtones.</li>\n    <li><strong><a href=\"/fr/demand/land-housing\">Des logements sur le territoire :</a></strong> Nous demandons la création, sur le territoire, de communautés nomades et hors réseau pour les femmes et les filles autochtones, avec un accès à des services de soutien sécuritaires, abordables, culturellement adaptés et complets.</li>\n    <li><strong><a href=\"/fr/demand/home-building-lodges\">Des pavillons d’apprentissage pour la construction d’habitations pour les Premières Nations :</a></strong> Nous demandons la création, dans les réserves, de pavillons d’apprentissage liés à des unités de production de logements afin de renforcer les capacités dans les communautés et d’ancrer la production de maisons et de leurs composantes dans les valeurs, la langue et l’éducation de la communauté.​</li>\n    <li><strong><a href=\"/fr/demand/reparative-architecture\">Une architecture réparatrice :</a></strong> Nous demandons une architecture réparatrice pour les personnes noires résidant qui ont été déplacées ou qui sont à risque de l’être en raison de l’embourgeoisement dirigé par l’État. Nous demandons à l’État d’indemniser ces personnes en finançant des fiducies immobilières dirigées par des membres de la communauté noire aux fins de la création de logements et d’espaces commerciaux abordables dans le quartier.</li>\n    <li><strong><a href=\"/fr/demand/gentrification-tax\">Une taxe sur l’embourgeoisement :</a></strong> Nous demandons une taxe sur l’embourgeoisement afin de récupérer la plus-value imméritée pour construire et garantir des logements très abordables au sein d’une fiducie immobilière au bénéfice de la communauté.</li>\n    <li><strong><a href=\"/fr/demand/surplus-properties-housing\">Propriétés excédentaires pour le logement :</a></strong> Nous demandons à ce que tous les ordres de gouvernement rendent accessibles les actifs publics excédentaires pour le développement de logements abordables et pour le bien public, qui n’est pas – et qui ne sera jamais – à vendre!</li>\n    <li><strong><a href=\"/fr/demand/intentional-communities-unhoused-people\">Des communautés intentionnelles pour les personnes sans logement :</a></strong> Dans tout le Canada, l’écart se creuse rapidement entre l’itinérance dans la rue ou dans des campements improvisés et l’accès à un logement à long terme. Pour venir en aide aux personnes sans logement, les villes doivent utiliser les terrains sous-utilisés pour financer et construire des communautés intentionnelles où les gens bénéficient de services, partagent les responsabilités communautaires et reprennent le contrôle de l’espace et de leur vie.</li>\n    <li><strong><a href=\"/fr/demand/collective-ownership\">La propriété collective :</a></strong> Nous demandons aux municipalités d’intégrer des lignes directrices qui privilégient la colocation collaborative, les coopératives d’habitation et le cohabitat plutôt que le développement immobilier spéculatif, et nous demandons aux coopératives de crédit et aux banques d’éliminer les obstacles aux modèles de financement coopératifs et de créer des voies pour y accéder.</li>\n    <li><strong><a href=\"/fr/demand/mutual-aid-housing\">Des logements d’entraide:</a></strong> Nous demandons des logements d’entraide dans le noyau urbain, où la densité et les programmes de soutien répondent aux besoins actuels, favorisent le développement de la communauté et offrent un soutien culturellement approprié aux personnes réfugiées. Un développement à grande échelle favorisera la coopération entre des personnes ayant des origines et des expériences diverses.</li>\n    <li><strong><a href=\"/fr/demand/ambient-ecosystems-commons\">Des biens communs des écosystèmes ambiants:</a></strong> Nous demandons une vision et un processus participatif pour un développement de logements qui préserve les écosystèmes urbains ambiants comme des biens communs qui sont accessibles en permanence et qui sont nécessaires aux logements sociaux. Ce processus doit mener à des mesures concrètes pour améliorer les biens communs des écosystèmes ambiants. </li>\n</ol>\n\n\n<h3> Atlas de l’aliénation du logement (film)</h3>\n<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }</style><div class='embed-container'><iframe src='https://www.youtube.com/embed/R3DrPlmqIs0' frameborder='0' allowfullscreen></iframe></div>\n<p>\nComment avons-nous pu en arriver là? The <em>Atlas of Housing Alienation</em>, une collaboration avec le\nproductrice et monteuse cinématographique Marie-Espérance Cerda, est un court métrage documentaire\noriginal qui présente l’histoire de l’aliénation du logement au c\\a\\n\\a\\d\\a. Des images historiques sont\nprésentées dans une série de chapitres thématiques posant un regard critique sur l’histoire du territoire,\nde la colonisation, du capitalisme et du logement à l’endroit que l’on appelle aujourd’hui c\\a\\n\\a\\d\\a. On\névoque d’abord la période précoloniale sur l’Île de la Tortue, où étaient établis les peuples autochtones.\nOn explore ensuite l’émergence de nouvelles notions de propriété ayant résulté du contact entre les\npeuples autochtones et les colons européens au fil de leur progression vers l’ouest, l’industrialisation, les\ninégalités associées aux origines ethniques et au genre en matière de logement ainsi que les conditions\nactuelles entourant la financiarisation et le sans-abrisme. Pour équilibrer la tendance parfois fortement\npropagandiste du matériel source (la vente des frontières canadiennes aux colons blancs), le court\nmétrage soulève des questions importantes et expose la complexité de l’histoire en recourant au\nmontage, à une narration et à une structure par chapitre étoffant l’histoire de la nation qui est mise de\nl’avant.\n</p>\n"}},{"page_id":"collective","en":{"title":"COLLECTIVE","body":"<p>\nArchitects Against Housing Alienation (AAHA) is a collective formed in 2021 that started <em>Not for Sale!</em> as a campaign to end housing alienation. The <a href=\"#collective__organizing-committee\">Organizing Committee</a> enlisted <a href=\"#collective__collaborators\">Campaign Collaborators</a> who have contributed their talents and expertise to realize the campaign. The campaign is centered on the work of ten teams, from across the land now known as c\\a\\n\\a\\d\\a, who have created demands and proposals. The <a href=\"#collective__team-members\">Team Members</a> include activists, architects, and advocates who bring expertise, experience, connection, and compassion to issues of housing justice. This collaborative effort aims to add momentum, new synergies, and a shared focus to the ongoing and remarkable work to create a radically new housing system. Join the campaign!</p>"},"fr":{"title":"COLLECTIF","body":"<p>\nLe collectif Architects Against Housing Alienation (AAHA), formé en 2021, est derrière la campagne Pas à vendre!, qui vise à mettre fin à l’aliénation du logement. Le <a href=\"#collective__organizing-committee\">comité d’organisation</a> a fait appel à des <a href=\"#collective__collaborators\">collaboratrices et collaborateurs</a> qui ont fait appel à leurs talents et leurs connaissances pour contribuer à la réalisation de la campagne. Le projet s’articule autour du travail de dix équipes issues de partout sur le territoire appelé aujourd’hui c\\a\\n\\a\\d\\a. <a href=\"#collective__team-members\">Ces équipes</a> sont formées d’activistes, d’architectes et de partenaires qui ont misé sur leur expertise, leur expérience, leurs liens et leur compassion pour élaborer des demandes et des propositions, et aborder les enjeux de justice du logement. L’objectif de cette collaboration est de susciter une dynamique favorable, de créer de nouvelles synergies et d’attirer l’attention sur le travail remarquable mené en continu pour créer un nouveau système de logement radicalement différent. Prenez part à la campagne! \n</p>"}},{"page_id":"exhibition","en":{"title":"EXHIBITION","body":"<h3 class=\"bigTitle\">Not for Sale<span class='exAlt3'></span> </h3>\n<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }</style><div class='embed-container'><iframe src='https://www.youtube.com/embed//SOMHUg48ElA' frameborder='0' allowfullscreen></iframe></div>\n\n<p><a href=\"https://www.labiennale.org/en/architecture/2023\" target=\"_blank\">Biennale Architettura 2023</a>\n</p>\n<p>\nArchitects Against Housing Alienation (AAHA) is occupying the Canada Pavilion in Venice as its <em>Not for Sale!</em> campaign heartquarters for the duration of the 18th International Architecture Exhibition – La Biennale di Venezia. \n</p>\n\n<p>\n\n<em>Not for Sale!</em>, an architectural activist campaign for non-alienated housing, showcases the work of ten teams that bring together activists, architects, and advocates from across the country to articulate a set of demands – each addressing a specific and pressing issue in c\\a\\n\\a\\d\\a.\n</p>\n\n<p>\nThe heartquarters is a space where architecture students, in collaboration with the ten teams working simultaneously in c\\a\\n\\a\\d\\a, develop the campaign's demands. It is a place where visitors can learn about the details of the demands and the policy, economics, and design alternatives that they propose. AAHA invites all visitors to engage Not for Sale! and join the call for safer, healthier, and more equitable housing. \n</p>\n\n\n\n  \n\n<p>\n<h3>Visit</h3>\nCanada Pavilion<br />\nGiardini della Biennale, Venice, Italy<br />\nMay 20, 2023 – November 26, 2023<br />\n<a href=\"https://www.labiennale.org/en/architecture/2023/information#tickets\" target=\"_blank\">Ticket information</a>\n</p> \n\n\n\n<p>\n<h3>Media</h3>\nFor all enquiries regarding <em>Not for Sale!</em>, including interview requests, please contact:  <a href=\"mailto:info@aaha.ca\">info@aaha.ca</a>\n</p>\n\n<p>\n<a class=\"aaha-text\" href=\"https://www.dropbox.com/sh/v45fyvebyivi7g8/AABwz65YK1-10i8TTwmcSdL2a?dl=0\" target=\"_blank\">Download Press Kit</a>\n </p>"},"fr":{"title":"EXHIBITION","body":"<h3>Pas à vendre<span class='exAlt3'></h3>\n<style>.embed-container { position: relative; padding-bottom: 56.25%; height: 0; overflow: hidden; max-width: 100%; } .embed-container iframe, .embed-container object, .embed-container embed { position: absolute; top: 0; left: 0; width: 100%; height: 100%; }</style><div class='embed-container'><iframe src='https://www.youtube.com/embed//kLG63qwy370' frameborder='0' allowfullscreen></iframe></div>\n\n<p><a href=\"https://www.labiennale.org/en/architecture/2023\" target=\"_blank\">Biennale Architettura 2023</a>\n</p>\n\n<p>\nArchitects Against Housing Alienation (AAHA) occupe le pavillon du Canada à Venise, où est installé le cœur de sa campagne Pas à vendre! pour toute la durée de la 18 e  exposition internationale d’architecture de La Biennale di Venezia.\n</p>\n\n<p>\n<em>Pas à vendre!</em> est une campagne activiste d’architecture ayant pour thème la non-aliénation du logement. Le projet présente le travail de dix équipes réunissant des activistes, des architectes et des partenaires de partout au pays, et met de l’avant une série de demandes ciblant des problèmes précis et urgents existant au c\\a\\n\\a\\d\\a.\n</p>\n\n<p>\nDes étudiantes et étudiants en architecture travaillent à partir du pavillon pour étoffer les demandes du collectif en collaboration avec les dix équipes, qui travaillent simultanément au c\\a\\n\\a\\d\\a. Le public pourra s’y renseigner sur les solutions de rechange politiques, économiques et conceptuelles proposées. AAHA invite les visiteuses et visiteurs à appuyer la campagne et à se joindre à l’appel en faveur de logements plus sûrs, plus sains et plus équitables.\n</p>\n\n\n<p>\n<h3>Visite</h3>\nPavillon du Canada<br />\nGiardini della Biennale, Venise (Italie)<br />\n20 mai au 26 novembre 2023<br />\n<a href=\"https://www.labiennale.org/en/architecture/2023/information#tickets\" target=\"_blank\">Achat de billets</a>\n</p>\n\n<p>\n<h3>Médias</h3>\nPour toute question à propos de <em>Pas à vendre!</em>, l’exposition présentée au pavillon du Canada, y\ncompris les demandes d’entrevue avec des membres d’Architects Against Housing Alienation\n(AAHA), écrire à <a href=\"mailto:info@aaha.ca\">info@aaha.ca</a>.</p>\n\n<p>\nTélécharger le <a class=\"aaha-text\" href=\"https://www.dropbox.com/sh/v45fyvebyivi7g8/AABwz65YK1-10i8TTwmcSdL2a?dl=0\" target=\"_blank\">dossier de presse.</a>\n </p>"}}]