[
  {
    "view_node": "aaha-manifesto",
    "body": "<h3>End Housing Alienation</h3><p>Architects Against Housing Alienation (AAHA) is launching Not for Sale!, an architectural activist campaign for non-alienated housing. Not For Sale! is taking over the Canada Pavilion at the 18th International Architecture Exhibition – La Biennale di Venezia, from May 20 to November 26, 202 </p><p>c\\a\\n\\a\\d\\a is suffering from a deep and protracted housing crisis—ranging from a widespread lack of affordability to under-housing, precarious housing, and homelessness. Real estate speculation is extractive. It transforms homes into spatio-financial assets and in the process changes the form, function, and aesthetics of housing to enable it to better serve the logics of wealth storage and speculation. This global phenomenon is violent, creating a systemically racist, sexist, and classist urban environment, no more apparent than in c\\a\\n\\a\\d\\a, a country whose economy is now largely driven by real estate. </p><p>Financialization is only the latest acceleration of a process that commenced with colonial land dispossession, which attacked Indigenous ways of knowing and doing and attempted to replace them with land conceived as private property. Modern fee-simple property is itself a historically specific construction formed through the encounter between Europeans and Indigenous people in settler colonial contexts, including French and British North America. Unique in its rights of exclusion and exchangeability, this novel form of property in which something as fixed and rooted as land is thrown into circulation, is the basis of what David Madden and Peter Marcuse have named “residential alienation.” Alienation connects the fact of housing’s increasing exchangeability to the existential insecurity people feel and experience in regard to it. We see housing alienation, the estrangement that comes from the instant exchangeability of a commodity, as the severing of three forms of connection, the first to the land that we inhabit, the second to the social world that supports us, and the third to our ability to creatively shape our own environment. </p><p>Not for Sale! is an activist campaign for equitable housing that rejects this conception of property and the financialized form of architecture that it entails. The AAHA organizing committee has assembled ten interdisciplinary teams. Working in conversation with each other and the committee, teams have each defined a local demand to address housing alienation and then developed a design proposal that offers a bold vision for deeply affordable housing in c\\a\\n\\a\\d\\a. These architectural projects and associated demands are the major output of the campaign, disseminated through multiple campaign channels, from street postering to social media, campaign events, the website, and the Canada Pavilion at the Venice Biennale. The campaign will evolve before, during, and after the Biennale through the ongoing engagement of curators, team members, and the general public. The Pavilion is the nerve centre of this ongoing evolution, presenting an Atlas of Housing Alienation, which will give a genealogy of the housing crisis in c\\a\\n\\a\\d\\a, and the Platform and Projects Wall which showcases the ten demands and proposals as a mass of experimental schemes and provocations. The Pavilion functions as the campaign headquarters by hosting design studios from UBC and Waterloo, with students and AAHA curators working as activists to deepen the campaign through ongoing research, writing, events, and visualizations. </p><p>The campaign has five goals<ol><li>Create new alliances between architects, housing activists, and advocates,</li><li>Mobilize architects for positive change,</li><li>Facilitate the creation of region-specific demands and visionary solutions for the housing crisis,</li><li>Raise awareness of the architectural and land dimensions of the housing crisis,</li><li>Intensify a national conversation about non-alienated approaches to housing in c\\a\\n\\a\\d\\a.</ol><p>Not For Sale! is building connections, both across c\\a\\n\\a\\d\\a and within local areas, and across disciplines through the ten interdisciplinary teams. It recognizes that collaboration is necessary to capture multiple forms of expertise. Each team is composed of three entities: a housing activist organization, an architectural practice, and an advocate with special housing knowledge. This team structure has mobilized architectural invention toward the housing crisis through accountability to organizations working directly with people suffering from housing alienation while also benefiting from the experience of those who understand the roadblocks to affordable housing. </p><p>How the teams work internally and in relation to each other is key to the campaign. Each team first developed its own demand that is unique to its region and specific challenge but general enough to resonate with the demands of the other teams. The approach to this work was informed by Indigenous processes of decision making, such as the egalitarian land practices of the Métis river lot system and the Nisga’a concept of the common bowl that is part of the ayuuk nisga’a (nisga’a laws). The ten diverse demands combine to form a single manifesto (see this site’s landing page) for a decommodified approach to deeply affordable housing in c\\a\\n\\a\\d\\a. Working in concert with these demands, each team then developed a visionary housing proposal that addresses a local site and specific problem. These proposals are represented in diagrams, drawings, renderings, and short videos. In addition to their architectural proposal each team produced a poster and placard to support the campaign. Each team received a modest grant to generate this new work that is unique to the Not For Sale! campaig </p><p>Leslie Lokko's <a href=\"https://www.labiennale.org/en/architecture/2023/introduction-lesley-lokko\">Introduction</a> to the 2023 Venice Architecture Biennale theme of “The Laboratory of the Future” cites the need to address decolonisation and decarbonisation as critical to rethinking how architecture can alter how we see the world. Not For Sale! asked the teams to consider these important challenges, to address the local and the global, the general and the specific, as it pertains to the housing crisis in c\\a\\n\\a\\d\\a, as we believe this will resonate with other places experiencing similar challenges. The Not For Sale! campaign presents c\\a\\n\\a\\d\\a’s history of housing alienation, rooted in capitalist appropriation of “cheap nature” and settler colonial extraction and dispossession, as foundational conditions requiring redress. Further, Lokko sees the “exhibition as a kind of workshop, a laboratory where architects and practitioners across an expanded field of creative disciplines draw out examples from their contemporary practices that [imagines] what the future can hold.” The diversity of voices represented in the ten collaborative and multidisciplinary teams, whose proposals have local relevance and potential as well as connections to global challenges, will be presented in the format of a campaign for decommodified housing, allowing the visitor to the Pavilion or to this website the opportunity to actively participate in creating a better, more equitable future.</p>",
    "title": "AAHA Manifesto"
  },
  {
    "view_node": "take-action",
    "body": "<p dir=\"ltr\">Action is at the core of the AAHA Campaign. It is one thing to envision a more equitable housing future for all, but visions mean little without change. Action begins with building awareness about how architects, advocates, and activists can come together to propose innovative ways to reconfigure our built environment to empower people against housing discrimination and injustice. In advance of the campaign launch in c\\a\\n\\a\\d\\a and Venice, AAHA will host a series of academic and community round tables to expand our reach through our networks. An energetic social media campaign will weave itself into the global community and we will work with our activists to seek the best ways to mobilize support for the demands through in-person events. Our website will support visitors to join the AAHA movement and directly participate—by signing petitions, sending letters to local representatives, joining aligned organizations, donating, and showing up at events and rallies. </p>",
    "title": "Take Action"
  },
  {
    "view_node": "events",
    "body": "",
    "title": "EVENTS"
  },
  {
    "view_node": "collective",
    "body": "<p>Architects Against Housing Alienation (AAHA) is a collective formed to instigate an architectural movement to create culturally, legally, spiritually, socially, ecologically, and creatively empowering housing for all. The members of the AAHA organizing committee—Adrian Blackwell, David Fortin, Matthew Soules, Sara Stevens, Patrick Stewart, and Tijana Vujosevic—are launching a campaign actively advocating for de-commodified housing in the land now known as c\\a\\n\\a\\d\\a. They share the conviction that architects play a key role in instigating, fueling, and sustaining this movement. A combination of architects, academics, and historians, the collective’s organizing committee aspires to connect architects to the already growing movement for housing that works for everyone, and is accessible for everyone. </p>",
    "title": "Collective"
  }
]
